Repository: nightscout/nocturne
Catalog: src/Web/locales/*.po
Languages: fr

source: Description or notes about this subject
fr: Description ou notes concernant ce sujet

source: <0/> Create New Role
fr: <0/> Créer un nouveau rôle

source: No roles available
fr: Aucun rôle disponible

source: System
fr: Système

source: For fine-grained access control, create a custom role with only the necessary permissions.
fr: Pour un contrôle d'accès fin, créez un rôle personnalisé avec uniquement les permissions nécessaires.

source: Full Admin Access
fr: Accès administrateur complet

source: The selected role(s) grant complete control of this Nocturne instance, including the ability to create and delete other subjects, modify all data, and change system settings. Only assign this to trusted subjects.
fr: Les rôles sélectionnés offrent un contrôle total de cette instance Nocturne : création/suppression de sujets, modification de toutes les données et paramètres système. N'attribuez cela qu'à des sujets de confiance.

source: New Role
fr: Nouveau rôle

source: Edit Role
fr: Modifier le rôle

source: Create a role with fine-grained permissions for your subject. After saving, you'll return to the subject dialog with this role selected.
fr: Créez un rôle avec des permissions précises pour votre sujet. Après l'enregistrement, vous reviendrez à la fenêtre des sujets avec ce rôle sélectionné.

source: Create a new role with specific permissions.
fr: Créez un nouveau rôle avec des permissions spécifiques.

source: Update role details and permissions.
fr: Mettez à jour le rôle et ses permissions.

source: Description of this role's purpose
fr: Description de l'objectif de ce rôle

source: Custom Permission
fr: Permission personnalisée

source: Add
fr: Ajouter

source: Selected Permissions ({0})
fr: Permissions sélectionnées ({0})

source: Access Token
fr: Jeton d'accès

source: Use this token to authenticate API requests.
fr: Utilisez ce jeton pour authentifier les requêtes API.

source: <0/> Copied!
fr: <0/> Copié !

source: <0/> Copy to Clipboard
fr: <0/> Copier dans le presse-papiers

source: <0>Important:</0> Store this token securely. Use it in the <1/> header or as an <2/> query parameter.
fr: <0>Important :</0> Conservez ce jeton en lieu sûr. Utilisez-le dans l'en-tête <1/> ou comme paramètre <2/>.

source: No access token available for this subject.
fr: Aucun jeton d'accès disponible pour ce sujet.

source: Close
fr: Fermer

source: Set Temporary Password
fr: Définir un mot de passe temporaire

source: Set a temporary password for {0}. They will be required to change it on next login.
fr: Attribuez un mot de passe temporaire à {0}. Il devra le changer lors de sa prochaine connexion.

source: Temporary Password
fr: Mot de passe temporaire

source: Leave empty for no password
fr: Laissez vide pour aucun mot de passe

source: Leave empty to allow login with no password. The user must set a new password on their next login.
fr: Laissez vide pour permettre une connexion sans mot de passe. L'utilisateur devra en définir un nouveau à la prochaine connexion.

source: <0/> Set Password
fr: <0/> Définir le mot de passe

source: Password Reset Link
fr: Lien de réinitialisation du mot de passe

source: Share this link securely with the user.
fr: Partagez ce lien en toute sécurité avec l'utilisateur.

source: Alarms - Settings - Nocturne
fr: Alarmes - Paramètres - Nocturne

source: Saved!
fr: Enregistré !

source: <0/> Global Settings
fr: <0/> Paramètres globaux

source: Master controls for all notifications
fr: Contrôles principaux pour toutes les notifications

source: All Alarms
fr: Toutes les alarmes

source: Master switch for all glucose alarms
fr: Interrupteur principal pour toutes les alarmes glycémiques

source: Sound
fr: Son

source: Global Volume
fr: Volume global

source: <0/> Device Capabilities
fr: <0/> Capacités de l'appareil

source: Check what alarm features your browser supports
fr: Vérifiez les fonctionnalités d'alarme prises en charge par votre navigateur

source: <0/> Alarm Profiles
fr: <0/> Profils d'alarme

source: Customizable alarms with advanced xDrip+-style features
fr: Alarmes personnalisables avec fonctionnalités avancées à la xDrip+

source: <0/> New Alarm
fr: <0/> Nouvelle alarme

source: No alarms configured
fr: Aucune alarme configurée

source: Create your first alarm to get started
fr: Créez votre première alarme pour démarrer

source: <0/> Create Alarm
fr: <0/> Créer une alarme

source: <0/> {0}m delay
fr: <0/> Délai de {0} min

source: <0/> Ascending
fr: <0/> Ascendante

source: <0/> Scheduled
fr: <0/> Planifiée

source: Stop preview
fr: Arrêter l'aperçu

source: Preview alarm
fr: Aperçu de l'alarme

source: Duplicate
fr: Dupliquer

source: <0/> Quiet Hours
fr: <0/> Heures calmes

source: Reduce notification noise during specified hours
fr: Réduisez le bruit des notifications pendant les heures indiquées

source: Enable quiet hours
fr: Activer les heures calmes

source: Start time
fr: Heure de début

source: End time
fr: Heure de fin

source: Allow Critical Alarms
fr: Autoriser les alarmes critiques

source: Critical priority alarms will still sound
fr: Les alarmes prioritaires critiques continueront de sonner

source: Reduce Volume Instead
fr: Réduire le volume à la place

source: Play alarms at reduced volume rather than silencing
fr: Jouez les alarmes à volume réduit plutôt qu'en silence

source: Quiet Hours Volume
fr: Volume des heures calmes

source: <0/> Notification Channels
fr: <0/> Canaux de notification

source: Choose how you receive notifications
fr: Choisissez comment recevoir les notifications

source: Push Notifications
fr: Notifications push

source: Alerts on this device
fr: Alertes sur cet appareil

source: Daily summaries and urgent alerts
fr: Résumés quotidiens et alertes urgentes

source: Text messages for urgent alerts
fr: Messages texte pour alertes urgentes

source: Emergency Contacts
fr: Contacts d'urgence

source: People to notify during urgent glucose events
fr: Personnes à prévenir lors d'événements glycémiques urgents

source: <0/> Add Contact
fr: <0/> Ajouter un contact

source: No emergency contacts
fr: Aucun contact d'urgence

source: Add contacts to notify during urgent events
fr: Ajoutez des contacts à prévenir lors des urgences

source: Contact name
fr: Nom du contact

source: Phone
fr: Téléphone

source: Delay before notification
fr: Délai avant notification

source: Critical only
fr: Critiques uniquement

source: Enabled
fr: Activé

source: Algorithm - Settings - Nocturne
fr: Algorithme - Paramètres - Nocturne

source: Algorithm Settings
fr: Paramètres de l'algorithme

source: Configure prediction algorithms and automation parameters
fr: Configurez les algorithmes de prédiction et les paramètres d'automatisation

source: Glucose Predictions
fr: Prédictions glycémie

source: Configure how future glucose values are predicted
fr: Configurez la prédiction des futures valeurs glycémiques

source: Prediction horizon
fr: Horizon de prédiction

source: Prediction model
fr: Modèle de prédiction

source: AR2 (Second-order auto-regressive)
fr: AR2 (auto-régressif d'ordre 2)

source: Linear extrapolation
fr: Extrapolation linéaire

source: Select model
fr: Sélectionnez un modèle

source: The algorithm used to forecast future glucose values
fr: L'algorithme utilisé pour prédire les futures valeurs glycémiques

source: Automatic sensitivity adjustments based on recent data
fr: Ajustements automatiques de la sensibilité basés sur les données récentes

source: Minimum adjustment
fr: Ajustement minimum

source: Maximum adjustment
fr: Ajustement maximum

source: Autosens will adjust your sensitivity factor within these bounds based on recent glucose patterns.
fr: Autosens ajustera votre facteur de sensibilité dans ces limites en fonction des tendances glycémiques récentes.

source: <0/> Carb Absorption
fr: <0/> Absorption des glucides

source: How the algorithm estimates carbohydrate absorption
fr: Comment l'algorithme estime l'absorption des glucides

source: Default absorption time
fr: Temps d'absorption par défaut

source: Minimum absorption rate
fr: Taux d'absorption minimum

source: g/hour
fr: g/heure

source: Closed Loop
fr: Boucle fermée

source: Automatic insulin delivery adjustments
fr: Ajustements automatiques d'administration d'insuline

source: Advanced Feature
fr: Fonctionnalité avancée

source: Closed loop operation requires careful configuration and monitoring. Ensure your therapy settings are accurate.
fr: Une utilisation en boucle fermée demande une configuration et une surveillance minutieuses. Assurez-vous que vos paramètres thérapeutiques sont exacts.

source: Loop mode
fr: Mode boucle

source: Open Loop (suggestions only)
fr: Boucle ouverte (suggestions seulement)

source: Closed Loop (automatic adjustments)
fr: Boucle fermée (ajustements automatiques)

source: Select mode
fr: Sélectionnez un mode

source: Max basal rate
fr: Taux basal maximal

source: Max bolus
fr: Bolus maximal

source: Allow small automatic correction boluses
fr: Autoriser de petits bolus correctifs automatiques

source: Detect and respond to meals without carb entry
fr: Détecter et réagir aux repas sans saisie de glucides

source: Safety Limits
fr: Limites de sécurité

source: Hard limits to prevent excessive insulin delivery
fr: Limites strictes pour éviter un surdosage d'insuline

source: Always Active
fr: Toujours actif

source: Maximum insulin on board from boluses
fr: Insuline active maximale issue des bolus

source: Max daily safety multiplier
fr: Multiplicateur de sécurité quotidien max

source: Maximum basal as multiplier of highest scheduled rate
fr: Basal maximal comme multiple du taux programmé le plus élevé

source: Stale
fr: Périmé

source: Devices - Settings - Nocturne
fr: Appareils - Paramètres - Nocturne

source: Active Devices
fr: Appareils actifs

source: Devices actively reporting data to Nocturne
fr: Appareils transmettant activement des données à Nocturne

source: No active devices found
fr: Aucun appareil actif trouvé

source: Last seen: {0}
fr: Dernière vue : {0}

source: Failed to load devices
fr: Échec du chargement des appareils

source: Device Settings
fr: Paramètres de l'appareil

source: Configure how devices connect and sync data
fr: Configurez comment les appareils se connectent et synchronisent les données

source: Auto-connect on startup
fr: Connexion automatique au démarrage

source: Automatically reconnect to known devices when the app starts
fr: Reconnectez automatiquement les appareils connus au démarrage de l'appli

source: Cloud upload
fr: Téléversement dans le cloud

source: Upload device data to your Nightscout site
fr: Téléversez les données des appareils vers votre site Nightscout

source: Show raw sensor data
fr: Afficher les données brutes du capteur

source: Display unfiltered readings alongside calibrated values
fr: Afficher les lectures non filtrées aux côtés des valeurs calibrées

source: Settings specific to continuous glucose monitors
fr: Paramètres propres aux moniteurs glycémiques continus

source: Data source priority
fr: Priorité des sources de données

source: Meter readings preferred
fr: Lectures du glucomètre préférées

source: Average both sources
fr: Moyenne des deux sources

source: Choose which data source to prioritize when multiple are available
fr: Choisissez la source à prioriser quand plusieurs sont disponibles

source: Sensor warmup period
fr: Période de chauffe du capteur

source: Time to wait before using readings from a new sensor
fr: Temps d'attente avant d'utiliser les lectures d'un nouveau capteur

source: Appearance - Settings - Nocturne
fr: Apparence - Paramètres - Nocturne

source: Customize the look and feel of Nocturne
fr: Personnalisez l'apparence de Nocturne

source: <0/> Color Theme
fr: <0/> Thème

source: Choose between Nocturne's custom theme or match the Trio iOS app
fr: Choisissez entre le thème Nocturne ou celui de l'app Trio iOS

source: Custom color palette designed for Nocturne
fr: Palette de couleurs personnalisée conçue pour Nocturne

source: Match the Trio iOS app color scheme
fr: Utiliser la palette de couleurs de l'app Trio iOS

source: Theme changes take effect immediately
fr: Les changements de thème sont pris en compte immédiatement

source: <0/> Color Scheme
fr: <0/> Schéma de couleurs

source: Choose between light and dark mode
fr: Choisissez entre mode clair et sombre

source: <0/> Light
fr: <0/> Clair

source: <0/> Dark
fr: <0/> Sombre

source: Night mode schedule
fr: Programmation du mode nuit

source: Automatically switch to dark theme at night
fr: Passer automatiquement au thème sombre la nuit

source: <0/> Tracker Pills
fr: <0/> Pastilles de suivi

source: Show active tracker ages on the dashboard
fr: Afficher l'âge des traceurs actifs sur le tableau de bord

source: Show tracker pills
fr: Afficher les pastilles de suivi

source: Display active tracker ages (sensor, pump site, etc.) on homepage
fr: Afficher l'âge des traceurs actifs (capteur, site de pompe, etc.) sur la page d'accueil

source: Each tracker's dashboard visibility is configured in <0>Settings → Trackers</0>
fr: La visibilité de chaque traceur sur le tableau de bord est configurée dans <0>Paramètres → Traceurs</0>

source: <0/> Units & Formats
fr: <0/> Unités et formats

source: Configure measurement units and display formats
fr: Configurez les unités de mesure et les formats d'affichage

source: Blood glucose units
fr: Unités de glycémie

source: Time format
fr: Format de l'heure

source: 12-hour (AM/PM)
fr: Format 12 heures (AM/PM)

source: 24-hour
fr: Format 24 heures

source: <0/> Timezone
fr: <0/> Fuseau horaire

source: Your device's current timezone settings
fr: Paramètres de fuseau horaire actuels de votre appareil

source: UTC Offset
fr: Décalage UTC

source: Timezone is automatically detected from your device. Data is displayed in this timezone.
fr: Le fuseau horaire est détecté automatiquement à partir de votre appareil. Les données sont affichées dans ce fuseau.

source: Features - Settings - Nocturne
fr: Fonctionnalités - Paramètres - Nocturne

source: Customize display options, plugins, and dashboard widgets
fr: Personnalisez les options d'affichage, les plugins et les widgets du tableau de bord

source: <0/> Chart Options
fr: <0/> Options de graphique

source: Configure chart display preferences
fr: Configurez les préférences d'affichage des graphiques

source: Default chart range
fr: Plage par défaut du graphique

source: 6 hours
fr: 6 heures

source: 12 hours
fr: 12 heures

source: 24 hours
fr: 24 heures

source: Show raw sensor values
fr: Afficher les valeurs brutes du capteur

source: Enable or disable individual data plugins
fr: Activez ou désactivez les plugins de données individuellement

source: Disable All Plugins
fr: Désactiver tous les plugins

source: Enable All Plugins
fr: Activer tous les plugins

source: GitHub Repository
fr: Dépôt GitHub

source: Source code, issues, and feature requests
fr: Code source, problèmes et demandes de fonctionnalités

source: Open Source
fr: Code source ouvert

source: Discord Community
fr: Communauté Discord

source: Chat with developers and other users
fr: Discutez avec les développeurs et les autres utilisateurs

source: Guides, tutorials, and API reference
fr: Guides, tutoriels et référence API

source: Nightscout Foundation
fr: Fondation Nightscout

source: The organization behind Nightscout
fr: L'organisation derrière Nightscout

source: Report a Bug
fr: Signaler un bug

source: Found something not working? Let us know
fr: Vous avez constaté un dysfonctionnement ? Faites-le nous savoir

source: Request a Feature
fr: Demander une fonctionnalité

source: Have an idea? We'd love to hear it
fr: Vous avez une idée ? Nous serions ravis de l'entendre

source: Get Help
fr: Obtenir de l'aide

source: Need assistance? Check our FAQ or ask the community
fr: Besoin d'aide ? Consultez notre FAQ ou demandez à la communauté

source: Support & Community - Settings - Nocturne
fr: Support et communauté - Paramètres - Nocturne

source: Get help, connect with the community, and share feedback
fr: Obtenez de l'aide, connectez-vous à la communauté et partagez vos retours

source: <0/> Community
fr: <0/> Communauté

source: Connect with the Nightscout community
fr: Connectez-vous à la communauté Nightscout

source: <0/> Get Support
fr: <0/> Obtenir du support

source: Need help? Here's how to reach us
fr: Besoin d'aide ? Voici comment nous contacter

source: <0/> Share Diagnostic Logs
fr: <0/> Partager les journaux de diagnostic

source: Export logs to help troubleshoot issues
fr: Exportez les journaux pour aider à résoudre les problèmes

source: Include device information
fr: Inclure les informations sur l'appareil

source: Browser, OS, and screen size
fr: Navigateur, système d'exploitation et taille d'écran

source: Include recent logs
fr: Inclure les journaux récents

source: API calls, errors, and debug information
fr: Appels d'API, erreurs et informations de débogage

source: Include settings
fr: Inclure les paramètres

source: Your configuration (excludes passwords/tokens)
fr: Votre configuration (hors mots de passe/jetons)

source: Additional details (optional)
fr: Détails supplémentaires (facultatif)

source: Describe what you were doing when the issue occurred...
fr: Décrivez ce que vous faisiez lorsque le problème est survenu...

source: <0/> Download Logs
fr: <0/> Télécharger les journaux

source: Privacy Note
fr: Note de confidentialité

source: Logs never include your glucose data, API tokens, or passwords. Only diagnostic information is shared.
fr: Les journaux n'incluent jamais vos données de glycémie, vos jetons API ou vos mots de passe. Seules des informations de diagnostic sont partagées.

source: About Nocturne
fr: À propos de Nocturne

source: Build
fr: Compilation

source: License
fr: Licence

source: API Compatibility
fr: Compatibilité API

source: Made with <0/> by the Nightscout community
fr: Réalisé avec <0/> par la communauté Nightscout

source: Nocturne is free and open source software, created by people with diabetes, for people with diabetes.
fr: Nocturne est un logiciel libre et open source, créé par des personnes vivant avec le diabète, pour des personnes vivant avec le diabète.

source: <0/> Star on GitHub
fr: <0/> Étoile sur GitHub

source: <0/> Donate
fr: <0/> Faire un don

source: Failed to load migration data
fr: Échec du chargement des données de migration

source: Connected successfully! Found {0} entries and {1} treatments.
fr: Connecté avec succès ! {0} entrées et {1} traitements trouvés.

source: Connection test failed
fr: Le test de connexion a échoué

source: Failed to start migration
fr: Échec du lancement de la migration

source: Failed to cancel migration
fr: Échec de l'annulation de la migration

source: Pending
fr: En attente

source: Validating
fr: Validation en cours

source: Running
fr: En cours d'exécution

source: Data Migration - Settings - Nocturne
fr: Migration de données - Paramètres - Nocturne

source: Import your data from Nightscout or MongoDB
fr: Importez vos données depuis Nightscout ou MongoDB

source: Migration Configuration Detected
fr: Configuration de migration détectée

source: Your deployment is configured for migration. The form below has been pre-populated with your settings. Review and start the migration when ready.
fr: Votre déploiement est prêt pour la migration. Le formulaire ci-dessous a été pré-rempli avec vos paramètres. Vérifiez-les et lancez la migration quand vous êtes prêt.

source: <0/> New Migration
fr: <0/> Nouvelle migration

source: <0/> Progress <1/>
fr: <0/> Progression <1/>

source: <0/> History <1/>
fr: <0/> Historique <1/>

source: Start New Migration
fr: Démarrer une nouvelle migration

source: Import entries and treatments from an existing Nightscout instance.
fr: Importez les entrées et traitements depuis une instance Nightscout existante.

source: Migration Source
fr: Source de migration

source: <0/> Nightscout API
fr: <0/> API Nightscout

source: <0/> MongoDB (Advanced)
fr: <0/> MongoDB (avancé)

source: API Secret
fr: Secret API

source: Your API secret
fr: Votre secret API

source: MongoDB Connection String
fr: Chaîne de connexion MongoDB

source: Database Name
fr: Nom de la base de données

source: Date Range (Optional)
fr: Plage de dates (facultative)

source: Leave empty to import all data, or specify a range to import partial data.
fr: Laissez vide pour importer toutes les données, ou précisez une plage pour importer partiellement.

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Connection Successful
fr: Connexion réussie

source: Connection Failed
fr: Connexion échouée

source: <0/> Test Connection
fr: <0/> Tester la connexion

source: <0/> Start Migration
fr: <0/> Démarrer la migration

source: Active Migration <0/>
fr: Migration active <0/>

source: Monitor the progress of your current migration.
fr: Surveillez l'avancement de votre migration en cours.

source: Progress
fr: Progression

source: Current Operation
fr: Opération en cours

source: Collection Progress
fr: Progression de la collection

source: <0/> Cancel Migration
fr: <0/> Annuler la migration

source: No active migration
fr: Aucune migration active

source: Start a new migration to see progress here
fr: Démarrez une nouvelle migration pour voir l'avancement ici

source: Migration History
fr: Historique des migrations

source: View past migrations and their results.
fr: Consultez les migrations passées et leurs résultats.

source: No migration history
fr: Aucun historique de migration

source: Completed migrations will appear here
fr: Les migrations terminées apparaîtront ici

source: Unknown Source
fr: Source inconnue

source: Started: {0}
fr: Début : {0}

source: Completed: {0}
fr: Terminé : {0}

source: Known Sources
fr: Sources connues

source: Previously used migration sources with their last sync timestamps.
fr: Sources de migration utilisées précédemment avec leurs derniers horodatages de synchronisation.

source: Last migration: {0}
fr: Dernière migration : {0}

source: Therapy - Settings - Nocturne
fr: Thérapie - Paramètres - Nocturne

source: Redirecting to Profile...
fr: Redirection vers le profil...

source: Failed to load services
fr: Impossible de charger les services

source: Failed to delete connector data
fr: Échec de la suppression des données du connecteur

source: Failed to delete demo data
fr: Échec de la suppression des données de démonstration

source: Failed to delete data
fr: Échec de la suppression des données

source: Unreachable
fr: Inaccessible

source: Request failed
fr: La requête a échoué

source: Failed to trigger manual sync
fr: Échec du déclenchement de la synchronisation manuelle

source: Syncing
fr: Synchronisation en cours

source: Failed to trigger sync
fr: Échec du déclenchement de la synchronisation

source: Failed to sync food data
fr: Échec de la synchronisation des données alimentaires

source: Inactive
fr: Inactif

source: Services - Settings - Nocturne
fr: Services - Paramètres - Nocturne

source: Data Sources & Services
fr: Sources de données et services

source: See what's sending data to Nocturne and set up new connections
fr: Découvrez ce qui envoie des données à Nocturne et configurez de nouvelles connexions

source: <0/> Active Data Sources
fr: <0/> Sources de données actives

source: Devices and apps currently sending data to this Nocturne instance
fr: Appareils et applications envoyant actuellement des données à cette instance Nocturne

source: No data sources detected
fr: Aucune source de données détectée

source: Set up an uploader app to start sending data to Nocturne
fr: Configurez une application d'uploader pour commencer à envoyer des données à Nocturne

source: <0/> Demo
fr: <0/> Démo

source: {0} entries (24h)
fr: {0} entrées (24h)

source: <0/> Set Up an Uploader
fr: <0/> Configurer un uploader

source: <0/> Active
fr: <0/> Actif
