Repository: nightscout/nocturne
Catalog: src/Web/locales/*.po
Languages: fr

source: Profile Settings
fr: Paramètres de profil

source: No data available for this profile store.
fr: Aucune donnée disponible pour cette boutique de profils.

source: This profile doesn't contain any therapy settings (basal, carb ratios, etc.)
fr: Ce profil ne contient aucun réglage thérapeutique (basal, ratios glucides, etc.).

source: <0/> Add Settings
fr: <0/> Ajouter des paramètres

source: Loading profiles...
fr: Chargement des profils...

source: Failed to load profiles
fr: Impossible de charger les profils

source: Account
fr: Compte

source: View your profile, roles, and session information
fr: Consultez votre profil, rôles et session

source: Appearance
fr: Apparence

source: Customize themes, colors, units, and display preferences
fr: Personnalisez thèmes, couleurs, unités et préférences d'affichage

source: Devices
fr: Appareils

source: Therapy (Profile)
fr: Thérapie (Profil)

source: Configure insulin ratios, sensitivity factors, and targets via your Profile
fr: Configurez les ratios d'insuline, facteurs de sensibilité et cibles via votre profil.

source: Algorithm
fr: Algorithme

source: Tune prediction algorithms and automation settings
fr: Ajustez algorithmes de prédiction et paramètres d'automatisation

source: Features
fr: Fonctionnalités

source: Enable or disable plugins and dashboard widgets
fr: Activez ou désactivez plugins et widgets du tableau de bord

source: Alarms
fr: Alarmes

source: Configure glucose alarms, alerts, and notification preferences
fr: Configurez alarmes glycémiques, alertes et préférences de notification

source: Notifications & Trackers
fr: Notifications et trackers

source: Track consumables, appointments, and custom reminders
fr: Suivez consommables, rendez-vous et rappels personnalisés

source: Connect data sources like Dexcom, Libre, and more
fr: Connectez sources de données comme Dexcom, Libre, etc.

source: Connectors
fr: Connecteurs

source: Data Migration
fr: Migration de données

source: Import data from Nightscout or MongoDB
fr: Importer des données depuis Nightscout ou MongoDB

source: Manage subjects, roles, and access tokens
fr: Gérez sujets, rôles et jetons d'accès

source: Support & Community
fr: Support et communauté

source: Get help, join the community, and share logs
fr: Obtenez de l'aide, rejoignez la communauté et partagez des journaux

source: Settings - Nocturne
fr: Paramètres - Nocturne

source: Configure your Nocturne diabetes management settings
fr: Configurez vos paramètres de gestion du diabète Nocturne

source: Settings
fr: Paramètres

source: Configure your Nocturne experience
fr: Personnalisez votre expérience Nocturne

source: Pump Mode
fr: Mode pompe

source: Temp Basal
fr: Basal temporaire

source: Override
fr: Dérogation

source: <0/> Back to Dashboard
fr: <0/> Retour au tableau de bord

source: Time Spans
fr: Périodes

source: State changes throughout the selected period
fr: Évolutions d'état pendant la période sélectionnée

source: No state spans found for this period
fr: Aucune période d'état trouvée pour cette période

source: Glucose Overlay
fr: Superposition glycémique

source: Blood glucose readings during this period
fr: Lectures glycémiques durant cette période

source: No glucose data
fr: Pas de données glycémiques

source: Legend
fr: Légende

source: Pump Modes
fr: Modes de pompe

source: Automatic
fr: Automatique

source: Limited
fr: Limité

source: Manual
fr: Manuel

source: Suspended
fr: Suspendu

source: Overrides
fr: Dérogations

source: Sleep
fr: Sommeil

source: Active Temp Basal
fr: Basal temporaire actif

source: Glucose Line
fr: Courbe de glycémie

source: No pattern data
fr: Pas de données de motif

source: Need more readings to show your typical day
fr: Plus de lectures nécessaires pour afficher votre journée type

source: Near optimal carb/insulin ratio
fr: Ratio glucides/insuline presque optimal

source: BG Delta
fr: Delta glycémique

source: Last Updated
fr: Dernière mise à jour

source: Connection Error
fr: Erreur de connexion

source: <0/> Demo Mode
fr: <0/> Mode démo

source: Last reading: {0}
fr: Dernière lecture : {0}

source: Predictions unavailable
fr: Prédictions indisponibles

source: <0/> Retry
fr: <0/> Réessayer

source: Cone of probabilities
fr: Cône de probabilités

source: Cone
fr: Cône

source: All prediction lines
fr: Toutes les courbes de prédiction

source: Lines
fr: Lignes

source: Zero Temp
fr: Température zéro

source: Off
fr: Désactivé

source: Disable
fr: Désactiver

source: 1 hour
fr: 1 h

source: 2 hours
fr: 2 h

source: 3 hours
fr: 3 h

source: 4 hours
fr: 4 h

source: Loading predictions...
fr: Chargement des prédictions...

source: Prediction unavailable: {0}
fr: Prédiction indisponible : {0}

source: Prediction unavailable
fr: Prédiction indisponible

source: Recent Treatments
fr: Traitements récents

source: Last 6 hours
fr: Dernières 6 heures

source: Error loading recent treatments.
fr: Erreur lors du chargement des traitements récents.

source: {0}g carbs
fr: {0} g de glucides

source: {0}u insulin
fr: {0} U d'insuline

source: No recent treatments
fr: Aucun traitement récent

source: Bolus Wizard
fr: Assistant bolus

source: Combo Bolus
fr: Bolus combiné

source: Sensor Stop
fr: Arrêt du capteur

source: Sensor
fr: Capteur

source: Reservoir
fr: Réservoir

source: Battery
fr: Batterie

source: Custom
fr: Personnalisé

source: Treatment
fr: Traitement

source: Demo
fr: Démo

source: Blood Glucose <0/>
fr: Glycémie <0/>

source: Last pump sync
fr: Dernière synchronisation de la pompe

source: Glucose
fr: Glycémie

source: Scheduled
fr: Planifié

source: Very High
fr: Très élevé

source: Very Low
fr: Très bas

source: Alarms ({0})
fr: Alertes ({0})

source: Scheduled ({0})
fr: Planifié ({0})

source: Multiple Treatments
fr: Traitements multiples

source: Several treatments occurred around this time. Select one to edit.
fr: Plusieurs traitements ont eu lieu à cette heure. Sélectionnez-en un pour le modifier.

source: Recent Entries
fr: Entrées récentes

source: No recent entries
fr: Aucune entrée récente

source: Please enter a food name
fr: Veuillez entrer un nom d'aliment

source: Add Food
fr: Ajouter un aliment

source: Update
fr: Mettre à jour

source: Create
fr: Créer

source: Update the food's nutritional information.
fr: Mettre à jour les informations nutritionnelles de l'aliment.

source: Create a new food with nutritional information.
fr: Créer un nouvel aliment avec des informations nutritionnelles.

source: Category & Subcategory
fr: Catégorie et sous-catégorie

source: Select category/subcategory...
fr: Sélectionnez la catégorie/sous-catégorie...

source: No category found.
fr: Aucune catégorie trouvée.

source: <0/> (none)
fr: <0/> (aucun)

source: <0/> Create category "{0}"
fr: <0/> Créer la catégorie « {0} »

source: <0/> Create subcategory "{0}"
fr: <0/> Créer la sous-catégorie « {0} »

source: Hidden trigger
fr: Déclencheur caché

source: Search categories...
fr: Rechercher des catégories...

source: Create new category
fr: Créer une nouvelle catégorie

source: <0/> Create "{0}" as new category
fr: <0/> Créer « {0} » comme nouvelle catégorie

source: <0/> Add to {0}
fr: <0/> Ajouter à {0}

source: Edit Entry
fr: Modifier l'entrée

source: Glucose (mg/dL)
fr: Glycémie (mg/dL)

source: Select unit...
fr: Sélectionnez l'unité...

source: Search units...
fr: Rechercher des unités...

source: No unit found.
fr: Aucune unité trouvée.

source: High ({0})
fr: Élevé ({0})

source: Low ({0})
fr: Bas ({0})

source: Select GI...
fr: Sélectionnez l'IG...

source: Search GI...
fr: Rechercher l'IG...

source: No GI level found.
fr: Aucun niveau d'IG trouvé.

source: Dashboard
fr: Tableau de bord

source: Overview
fr: Vue d'ensemble

source: Readings
fr: Lectures

source: Treatments
fr: Traitements

source: Basal Analysis
fr: Analyse basale

source: Day in Review
fr: Résumé du jour

source: Clock
fr: Horloge

source: Dev Tools
fr: Outils développeur

source: Compatibility
fr: Compatibilité

source: Test Endpoint Compatibility
fr: Tester la compatibilité des endpoints

source: Therapy
fr: Thérapie

source: Snack
fr: Collation

source: Profile Switch
fr: Changement de profil

source: BG Check
fr: Contrôle glycémie

source: Session Expiring
fr: Session sur le point d'expirer

source: Your session will expire in {0}. Click refresh to extend your session.
fr: Votre session expirera dans {0}. Cliquez sur Actualiser pour prolonger la session.

source: Refreshing...
fr: Actualisation...

source: Refresh Session
fr: Actualiser la session

source: Select dates
fr: Sélectionner les dates

source: <0/> Report Filters
fr: <0/> Filtres du rapport

source: Adjust the date range and filters for your report.
fr: Ajustez la plage de dates et les filtres pour votre rapport.

source: Quick Selection
fr: Sélection rapide

source: <0/> Custom Date Range
fr: <0/> Plage de dates personnalisée

source: Display Options
fr: Options d'affichage

source: Show target range
fr: Afficher la plage cible

source: Show treatments
fr: Afficher les traitements

source: Include notes
fr: Inclure les notes

source: <0/> Reset
fr: <0/> Réinitialiser

source: Apply Filters
fr: Appliquer les filtres

source: Click to sync data
fr: Cliquez pour synchroniser les données

source: Waiting for data...
fr: En attente des données...

source: Roles
fr: Rôles

source: Log out
fr: Déconnexion

source: Sign in
fr: Connexion

source: Manage
fr: Gérer

source: No active notifications
fr: Aucune notification active

source: Set up trackers →
fr: Configurez les trackers →

source: <0/> Admin Actions Required ({0})
fr: <0/> Actions administratives requises ({0})

source: <0/> Handle
fr: <0/> Traiter

source: <0/> Tracker Alerts ({0})
fr: <0/> Alertes du tracker ({0})

source: <0/> Snooze
fr: <0/> Répéter

source: <0/> Done
fr: <0/> Terminé

source: Acknowledge for all devices
fr: Acquitter pour tous les appareils

source: Ack All
fr: Acquitter tout

source: View all notifications
fr: Voir toutes les notifications

source: P25-Median
fr: P25-Médiane

source: Median-P75
fr: Médiane-P75

source: Basal Rate (U/hr)
fr: Taux basal (U/h)

source: 10th-25th / 75th-90th percentile
fr: 10e-25e / 75e-90e percentile

source: 25th-75th percentile
fr: 25e-75e percentile

source: Median basal rate
fr: Taux basal médian

source: No basal data available
fr: Aucune donnée basale disponible

source: No temp basal or basal treatments found in this period
fr: Aucun basal temporaire ou traitement basal trouvé durant cette période

source: Avg Basal
fr: Basal moyen

source: Avg Bolus
fr: Bolus moyen

source: Days
fr: Jours

source: Insulin (U)
fr: Insuline (U)

source: Your basal percentage is higher than typical — consider discussing with your healthcare provider.
fr: Votre pourcentage de basal est supérieur à la normale — envisagez d'en discuter avec votre professionnel de santé.

source: Your bolus percentage is higher than typical — this may indicate high carb meals or frequent corrections.
fr: Votre pourcentage de bolus est supérieur à la normale — cela peut indiquer des repas riches en glucides ou des corrections fréquentes.

source: <0>Typical ratios:</0> Most people with Type 1 diabetes have around 50% basal and 50% bolus. Ratios can vary based on diet, activity level, and individual needs. <1/>
fr: <0>Ratios typiques :</0> la plupart des personnes atteintes de diabète de type 1 répartissent environ 50 % de basal et 50 % de bolus. Les ratios peuvent varier en fonction de l'alimentation, de l'activité et des besoins individuels. <1/>

source: No insulin data available
fr: Pas de données d'insuline disponibles

source: No basal or bolus treatments found in this period
fr: Aucun traitement basal ou bolus trouvé durant cette période

source: Excellent Time in Range
fr: Excellent temps dans la plage

source: You're spending {0}% of your time in range — that's above the recommended 70% target!
fr: Vous passez {0}% de votre temps dans la cible — c'est au-dessus de l'objectif recommandé de 70 % !

source: Good Progress on Time in Range
fr: Bon progrès sur le temps dans la plage

source: Time in Range Needs Attention
fr: Le temps dans la plage nécessite une attention

source: Consider reviewing insulin:carb ratios, correction factors, and meal timing with your care team.
fr: Pensez à revoir les ratios insuline/glucides, les facteurs de correction et le timing des repas avec votre équipe soignante.

source: Frequent Low Blood Sugars
fr: Hypoglycémies fréquentes

source: You're spending {0}% of time below range. The goal is less than 4%. Let's identify when these lows occur.
fr: Vous passez {0}% du temps en dessous de la cible. L'objectif est inférieur à 4 %. Identifions quand ces hypoglycémies surviennent.

source: Time below range <54 mg/dL should be <1%. Review hypoglycemia patterns, especially overnight and post-exercise.
fr: Le temps passé sous 54 mg/dL devrait être inférieur à 1 %. Analysez les hypoglycémies, notamment la nuit et après l'effort.

source: Minimal Low Blood Sugars
fr: Hypoglycémies minimes

source: Great job avoiding lows! You're spending very little time below range.
fr: Bravo pour éviter les hypoglycémies ! Vous passez très peu de temps en dessous de la plage.

source: Stable Glucose Levels
fr: Niveaux de glucose stables

source: Your glucose variability (CV) is {0}% — that's nicely stable! Lower variability means fewer unexpected swings.
fr: Votre variabilité glycémique (CV) est de {0} % — c'est plutôt stable ! Une variabilité plus faible signifie moins de variations imprévues.

source: CV ≤33% indicates stable glycemic control and is associated with reduced hypoglycemia risk.
fr: Un CV ≤ 33 % indique un contrôle glycémique stable et est associé à un risque réduit d'hypoglycémie.

source: Moderate Glucose Variability
fr: Variabilité glycémique modérée

source: Your CV is {0}%. Some swings are normal, but there may be room to smooth things out.
fr: Votre CV est de {0} %. Quelques fluctuations sont normales, mais il est peut-être possible de les lisser.

source: CV between 33-36% is acceptable. Consider evaluating meal composition and timing.
fr: Un CV entre 33 et 36 % est acceptable. Envisagez d'évaluer la composition des repas et leur timing.

source: High Glucose Variability
fr: Variabilité glycémique élevée

source: Your glucose is swinging quite a bit (CV: {0}%). This can feel exhausting — let's find the causes.
fr: Votre glycémie varie beaucoup (CV : {0} %). Cela peut être épuisant — cherchons les causes.

source: High CV (>36%) increases hypoglycemia risk and may indicate need for treatment optimization.
fr: Un CV élevé (>36 %) augmente le risque d'hypoglycémie et peut indiquer une optimisation du traitement.

source: Excellent Estimated A1C
fr: Excellent A1C estimé

source: Your estimated A1C of {0}% is below the typical target of 7%. Great management!
fr: Votre HbA1c estimée à {0} % est inférieure à l'objectif habituel de 7 %. Super gestion !

source: A1C <7% reduces microvascular complication risk. Ensure this isn't at the expense of increased hypoglycemia.
fr: Un HbA1c < 7 % diminue le risque de complications microvasculaires. Veillez à ce que cela n'augmente pas les hypoglycémies.

source: Good A1C Estimate
fr: Bonne estimation de l'A1C

source: Your estimated A1C is {0}%. You're near the common target range.
fr: Votre A1C estimé est de {0} %. Vous êtes proche de la plage cible habituelle.

source: Time Above Range
fr: Temps au-dessus de la plage

source: You're spending {0}% of time above 180 mg/dL. Let's look at when highs occur most often.
fr: Vous passez {0}% du temps au-dessus de 180 mg/dL. Regardons quand les pics surviennent le plus souvent.

source: Target is <25% time above range. Review post-meal patterns, correction dosing, and basal rates.
fr: L'objectif est de passer moins de 25 % du temps hors cible. Révisez les repas, les corrections et les débits basaux.

source: <0/> What Your Data is Telling Us
fr: <0/> Ce que vos données indiquent

source: Not enough data yet to generate insights. Keep tracking!
fr: Pas encore assez de données pour générer des insights. Continuez à enregistrer !

source: For healthcare providers
fr: Pour les professionnels de santé

source: {0} U/hr
fr: {0} U/h

source: Range
fr: Plage

source: Tight Time in Range
fr: Temps dans une plage stricte

source: Low Events
fr: Événements bas

source: High Events
fr: Événements hauts

source: Daily Summary
fr: Résumé quotidien

source: Daily glucose statistics and time in range data.
fr: Statistiques glycémiques quotidiennes et données sur le temps dans la plage.

source: Avg (mg/dL)
fr: Moyenne (mg/dL)

source: N/A
fr: N/D

source: {0}% Target
fr: {0}% cible

source: {0}% Low
fr: {0}% bas

source: {0}% High
fr: {0}% haut

source: Bolus insulin:
fr: Insuline bolus :

source: Total basal insulin:
fr: Insuline basale totale :

source: Total daily insulin:
fr: Insuline quotidienne totale :

source: Total carbs:
fr: Glucides totaux :

source: Total protein:
fr: Protéines totales :

source: Total fat:
fr: Lipides totaux :

source: Good
fr: Bon

source: Fair
fr: Correct

source: Needs Attention
fr: Nécessite une attention

source: Target:
fr: Cible :

source: <0/> Clinical context
fr: <0/> Contexte clinique

source: Percentage
fr: Pourcentage

source: No glucose data available
fr: Pas de données glycémiques disponibles

source: Hourly distribution requires glucose entries
fr: La distribution horaire nécessite des lectures glycémiques

source: Hour of Day
fr: Heure du jour

source: Median: {0}
fr: Médiane : {0}

source: Outliers: {0}
fr: Valeurs aberrantes : {0}

source: No data available
fr: Aucune donnée disponible

source: No glucose readings found for box plot visualization
fr: Aucune lecture glycémique trouvée pour la visualisation en boîte

source: No glucose readings found for percentile visualization
fr: Aucune lecture glycémique trouvée pour la visualisation des percentiles

source: Scheduled Basal
fr: Basal programmé

source: Avg Insulin (U)
fr: Insuline moyenne (U)

source: Morning (6am-12pm)
fr: Matin (6h-12h)

source: Afternoon (12pm-6pm)
fr: Après-midi (12h-18h)

source: Evening/Night
fr: Soir/Nuit

source: No insulin delivery data
fr: Pas de données de délivrance d'insuline

source: No treatments found in this period
fr: Aucun traitement trouvé durant cette période

source: Insulin on Board (U)
fr: Insuline active (U)

source: No insulin on board found for visualization
fr: Aucune insuline active trouvée pour la visualisation

source: Clinical Note:
fr: Note clinique :

source: Period Averages
fr: Moyennes de période

source: Glucose Management
fr: Gestion de la glycémie

source: Time in Range average:
fr: Temps dans la plage moyen :

source: Tight Time in Range average:
fr: Temps dans la plage stricte moyen :

source: Insulin & Nutrition
fr: Insuline et nutrition

source: Bolus average:
fr: Bolus moyen :

source: Basal average:
fr: Basal moyen :

source: (Base basal average:
fr: (Base basal moyenne :

source: Carbs average:
fr: Glucides moyen :

source: Protein average:
fr: Protéines moyennes :

source: Fat average:
fr: Lipides moyens :

source: <0/> Status at {0}
fr: <0/> Statut à {0}

source: No data
fr: Pas de données

source: Carbs on Board
fr: Glucides actifs

source: <0/> Error Loading Status
fr: <0/> Erreur lors du chargement du statut

source: Failed to load retrospective data
fr: Impossible de charger les données rétrospectives

source: <0/> Try Again
fr: <0/> Réessayer

source: ArrowLeft
fr: Flèche gauche

source: ArrowRight
fr: Flèche droite

source: Home
fr: Début

source: Time scrubber - use arrow keys to navigate, space to play/pause
fr: Curseur temporel - utilisez les flèches pour naviguer, espace pour lire/mettre en pause.

source: Scrub time to see data at that moment
fr: Faites défiler le temps pour voir les données à ce moment

source: Go to start (Home)
fr: Revenir au début (Début)

source: Step back {0} minutes (←)
fr: Reculer de {0} minutes (←)

source: Pause (Space)
fr: Pause (Espace)

source: Play (Space)
fr: Lecture (Espace)

source: Step forward {0} minutes (→)
fr: Avancer de {0} minutes (→)

source: Go to end
fr: Aller à la fin

source: Median-75th
fr: Médiane-75e

source: Median glucose
fr: Glycémie médiane

source: Target range (70-180)
fr: Plage cible (70-180)

source: Avg Before
fr: Moyenne avant

source: Avg After
fr: Moyenne après

source: ↓ {0}% improvement
fr: ↓ {0}% d'amélioration

source: after site change
fr: après changement de site

source: ↑ {0}% higher
fr: ↑ {0}%plus élevé

source: Insufficient Data
fr: Données insuffisantes

source: At least 2 site changes are required for meaningful analysis. Currently found: {0} site change(s).
fr: Au moins deux changements de site sont nécessaires pour obtenir une analyse significative. Actuellement détectés : {0} changement(s) de site.

source: Not enough glucose readings around your site changes to generate a reliable analysis.
fr: Pas assez de lectures glycémiques autour de vos changements de site pour générer une analyse fiable.

source: No site change data available
fr: Aucune donnée de changement de site disponible

source: Site changes are required to analyze glucose patterns
fr: Des changements de site sont nécessaires pour analyser les schémas glycémiques.

source: Overall Treatment Summary
fr: Résumé global du traitement

source: Insulin: {0}U
fr: Insuline : {0} U

source: Carbs: {0}g
fr: Glucides : {0} g

source: Protein: {0}g
fr: Protéines : {0} g

source: Fat: {0}g
fr: Lipides : {0} g

source: {0} treatment events
fr: {0} événements de traitement

source: Treatment Events
fr: Événements de traitement

source: • {0}g carbs
fr: • {0} g de glucides

source: Are you sure you want to delete this profile? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer ce profil ? Cette action est irréversible.

source: Created: {0}
fr: Créé le : {0}

source: Contains {0} profile store(s)
fr: Contient {0} magasin(s) de profils

source: Deleting...
fr: Suppression...

source: Delete Profile
fr: Supprimer le profil

source: Profile name is required
fr: Le nom du profil est requis

source: DIA must be between 0 and 10 hours
fr: La durée d'action de l'insuline doit être comprise entre 0 et 10 heures

source: Carbs/hr must be between 0 and 100
fr: Les glucides/heure doivent être compris entre 0 et 100

source: <0/> Create New Profile
fr: <0/> Créer un nouveau profil

source: Create a new therapy profile with your insulin settings.
fr: Créez un nouveau profil thérapeutique avec vos réglages d'insuline.

source: Profile Name *
fr: Nom du profil *

source: Profile Icon
fr: Icône du profil

source: Blood Glucose Units
fr: Unités de glycémie

source: Select units
fr: Sélectionner les unités

source: Carbs/hr (g/hr)
fr: Glucides/heure (g/h)

source: Creating...
fr: Création...

source: Create Profile
fr: Créer le profil

source: <0/> Edit Profile: {0}
fr: <0/> Modifier le profil : {0}

source: Modify your therapy settings. Changes are not saved until you click Save.
fr: Modifiez vos paramètres de thérapie. Les changements ne sont enregistrés qu'après avoir cliqué sur Enregistrer.

source: General
fr: Général

source: I:C Ratio
fr: Ratio I:C

source: Targets
fr: Objectifs

source: Profile Name
fr: Nom du profil

source: Icon
fr: Icône

source: Select timezone
fr: Choisir un fuseau horaire

source: Duration of Insulin Action (hours)
fr: Durée d'action de l'insuline (heures)

source: Carbs Absorption Rate (g/hr)
fr: Taux d'absorption des glucides (g/h)

source: Background insulin delivery rates throughout the day
fr: Taux d'administration d'insuline en continu durant la journée

source: Grams of carbohydrates covered by one unit of insulin
fr: Grammes de glucides couverts par une unité d'insuline

source: How much your blood glucose drops per unit of insulin
fr: Baisse de glycémie par unité d'insuline

source: Target Blood Glucose Range
fr: Plage glycémique cible
