Repository: nightscout/nocturne
Catalog: src/Web/locales/*.po
Languages: fr

source: Please try logging in again. If the problem persists, contact your administrator.
fr: Veuillez réessayer de vous connecter. Si le problème persiste, contactez votre administrateur.

source: Authentication Error - Nocturne
fr: Erreur d'authentification - Nocturne

source: <0/> Return Home
fr: <0/> Retour à l'accueil

source: Error code: <0/>
fr: Code d'erreur : <0/>

source: Login - Nocturne
fr: Connexion - Nocturne

source: Welcome to Nocturne
fr: Bienvenue dans Nocturne

source: Sign in to access your glucose data and settings
fr: Connectez-vous pour accéder à vos données glycémiques et paramètres

source: Registration successful! Please sign in.
fr: Inscription réussie ! Veuillez vous connecter.

source: Password reset successful! Please sign in with your new password.
fr: Réinitialisation du mot de passe réussie ! Connectez-vous avec votre nouveau mot de passe.

source: Password
fr: Mot de passe

source: Forgot password?
fr: Mot de passe oublié ?

source: <0/> Signing in...
fr: <0/> Connexion...

source: Don't have an account? <0>Sign up</0>
fr: Vous n'avez pas de compte ? <0>Inscrivez-vous</0>

source: Or continue with
fr: Ou continuez avec

source: <0/> Redirecting...
fr: <0/> Redirection...

source: <0/> Sign in with {0}
fr: <0/> Se connecter avec {0}

source: No authentication providers are configured. Please contact your administrator to set up authentication.
fr: Aucun fournisseur d'authentification n'est configuré. Contactez votre administrateur pour configurer l'authentification.

source: By signing in, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>
fr: En vous connectant, vous acceptez nos <0>Conditions d'utilisation</0> et notre <1>Politique de confidentialité</1>.

source: Having trouble signing in? <0>Get help</0>
fr: Des difficultés pour vous connecter ? <0>Obtenez de l'aide</0>

source: Change Password | Nocturne
fr: Changer le mot de passe | Nocturne

source: Something went wrong
fr: Un problème est survenu

source: We couldn't process your request. Please try again.
fr: Nous n'avons pas pu traiter votre demande. Veuillez réessayer.

source: Change Your Password
fr: Changer votre mot de passe

source: You need to update your password before continuing.
fr: Vous devez mettre à jour votre mot de passe avant de continuer.

source: Update your password to keep your account secure.
fr: Mettez à jour votre mot de passe pour sécuriser votre compte.

source: Current Password
fr: Mot de passe actuel

source: Enter your current password
fr: Entrez votre mot de passe actuel

source: New Password
fr: Nouveau mot de passe

source: Enter your new password
fr: Entrez votre nouveau mot de passe

source: Loading password requirements...
fr: Chargement des exigences du mot de passe...

source: Must be at least {0} characters
fr: Doit contenir au moins {0} caractères

source: Must be at least 12 characters
fr: Doit contenir au moins 12 caractères

source: Confirm Password
fr: Confirmer le mot de passe

source: Confirm your new password
fr: Confirmez votre nouveau mot de passe

source: <0/> Updating...
fr: <0/> Mise à jour...

source: Update Password
fr: Mettre à jour le mot de passe

source: Back to login
fr: Retour à la connexion

source: Select date
fr: Sélectionnez la date

source: Failed to load food
fr: Échec du chargement de l'aliment

source: Food entry updated
fr: Entrée alimentaire mise à jour

source: Failed to update food entry
fr: Échec de la mise à jour de l'entrée alimentaire

source: Edit Food Entry
fr: Modifier l'entrée alimentaire

source: Treatment total
fr: Total du traitement

source: {0}g carbs per portion
fr: {0} g de glucides par portion

source: Scale down
fr: Réduire

source: Scale
fr: Réduire

source: <0/> {0} to fill remaining {1}g
fr: <0/> {0} pour atteindre les {1} g restants

source: Forgot Password - Nocturne
fr: Mot de passe oublié - Nocturne

source: Check Your Email
fr: Vérifiez votre e-mail

source: Forgot Password
fr: Mot de passe oublié

source: We've sent you instructions to reset your password.
fr: Nous vous avons envoyé les instructions pour réinitialiser votre mot de passe.

source: Enter your email and we'll send you a reset link.
fr: Entrez votre e-mail et nous vous enverrons un lien de réinitialisation.

source: Local authentication is not enabled. Please contact your administrator.
fr: L'authentification locale n'est pas activée. Contactez votre administrateur.

source: <0/> Back to Login
fr: <0/> Retour à la connexion

source: If an account exists with that email address, you'll receive a password reset link shortly.
fr: Si un compte existe pour cette adresse e-mail, vous recevrez bientôt un lien de réinitialisation.

source: Email delivery not configured
fr: La livraison d'e-mails n'est pas configurée

source: An administrator has been notified and will contact you with reset instructions.
fr: Un administrateur a été informé et vous contactera avec les instructions de réinitialisation.

source: Didn't receive an email? <0>Try again</0>
fr: Vous n'avez pas reçu d'e-mail ? <0>Réessayez</0>

source: Email Address
fr: Adresse e-mail

source: <0/> Sending...
fr: <0/> Envoi...

source: Send Reset Link
fr: Envoyer le lien de réinitialisation

source: Remember your password? <0>Sign in</0>
fr: Vous vous souvenez de votre mot de passe ? <0>Connectez-vous</0>

source: Sign Up - Nocturne
fr: Inscription - Nocturne

source: Registration Successful
fr: Inscription réussie

source: Create an Account
fr: Créer un compte

source: Please check your email to verify your account.
fr: Veuillez vérifier votre e-mail pour valider votre compte.

source: Your account is pending admin approval.
fr: Votre compte est en attente de validation par un administrateur.

source: Your account has been created. You can now sign in.
fr: Votre compte a été créé. Vous pouvez maintenant vous connecter.

source: Enter your information to create your Nocturne account
fr: Saisissez vos informations pour créer votre compte Nocturne

source: New user registration is currently disabled. Please contact your administrator for an account.
fr: L'inscription de nouveaux utilisateurs est actuellement désactivée. Contactez votre administrateur pour obtenir un compte.

source: Check your email
fr: Vérifiez votre e-mail

source: We've sent a verification link to your email address. Please click the link to activate your account.
fr: Nous avons envoyé un lien de vérification à votre adresse e-mail. Cliquez dessus pour activer votre compte.

source: Pending Approval
fr: En attente d'approbation

source: Your registration has been submitted. An administrator will review your account shortly. You'll receive an email once approved.
fr: Votre inscription a été soumise. Un administrateur examinera votre compte sous peu. Vous recevrez un e-mail une fois approuvé.

source: Your account has been created successfully!
fr: Votre compte a été créé avec succès !

source: Continue to Sign In
fr: Continuer vers la connexion

source: Your name (optional)
fr: Votre nom (optionnel)

source: Password <0/>
fr: Mot de passe <0/>

source: Minimum {0} characters
fr: Minimum {0} caractères

source: Confirm Password <0/>
fr: Confirmer le mot de passe <0/>

source: <0/> Creating account...
fr: <0/> Création du compte...

source: Create Account
fr: Créer un compte

source: Already have an account? <0>Sign in</0>
fr: Vous avez déjà un compte ? <0>Connectez-vous</0>

source: By creating an account, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>
fr: En créant un compte, vous acceptez nos <0>Conditions d'utilisation</0> et notre <1>Politique de confidentialité</1>.

source: Verify Email | Nocturne
fr: Vérifier l'e-mail | Nocturne

source: We couldn't verify your email. Please try again or contact support.
fr: Nous n'avons pas pu vérifier votre e-mail. Veuillez réessayer ou contacter le support.

source: Verify Your Email
fr: Vérifiez votre e-mail

source: No verification token was provided. Please check your email for the verification link and click on it to verify your account.
fr: Aucun jeton de vérification n'a été fourni. Vérifiez votre e-mail et cliquez sur le lien reçu pour valider votre compte.

source: Return to login
fr: Retour à la connexion

source: Verifying Your Email
fr: Vérification de votre e-mail

source: Please wait while we verify your email address...
fr: Veuillez patienter pendant que nous vérifions votre adresse e-mail...

source: Email Verified!
fr: E-mail vérifié !

source: Log In
fr: Connexion

source: Click the button below to verify your email address.
fr: Cliquez sur le bouton ci-dessous pour vérifier votre adresse e-mail.

source: <0/> Verify Email
fr: <0/> Vérifier l'e-mail

source: Reset Password | Nocturne
fr: Réinitialiser le mot de passe | Nocturne

source: We couldn't process your request. Please try again or contact support.
fr: Nous n'avons pas pu traiter votre demande. Veuillez réessayer ou contacter le support.

source: Reset Password
fr: Réinitialiser le mot de passe

source: No reset token was provided. Please check your email for the password reset link and click on it to continue.
fr: Aucun jeton de réinitialisation n'a été fourni. Vérifiez l'e-mail contenant le lien de réinitialisation et cliquez dessus pour continuer.

source: Request a new reset link
fr: Demander un nouveau lien de réinitialisation

source: Password Reset!
fr: Mot de passe réinitialisé !

source: Reset Your Password
fr: Réinitialisez votre mot de passe

source: Enter your new password below.
fr: Entrez votre nouveau mot de passe ci-dessous.

source: <0/> Resetting...
fr: <0/> Réinitialisation...

source: Nightscout Response
fr: Réponse Nightscout

source: Please enter both Nightscout URL and Query Path
fr: Veuillez saisir l'URL Nightscout et le chemin de requête

source: Manual Compatibility Test
fr: Test de compatibilité manuel

source: Compare API responses between Nightscout and Nocturne
fr: Comparer les réponses API entre Nightscout et Nocturne

source: Test Configuration
fr: Configurer le test

source: Enter the Nightscout server details and API path to test
fr: Indiquez les détails du serveur Nightscout et le chemin de l'API à tester

source: API Secret <0/>
fr: Secret API <0/>

source: Enter API secret
fr: Entrez le secret API

source: Hash API secret (SHA1)
fr: Hacher le secret API (SHA1)

source: Query Path
fr: Chemin de requête

source: Request Body (JSON)
fr: Corps de la requête (JSON)

source: Ignore Nocturne-specific fields <0/>
fr: Ignorer les champs spécifiques à Nocturne <0/>

source: Hide null values
fr: Masquer les valeurs nulles

source: Show side-by-side view
fr: Afficher côte à côte

source: <0/> Testing...
fr: <0/> Test en cours...

source: <0/> Run Test
fr: <0/> Lancer le test

source: Nightscout Status
fr: Statut Nightscout

source: Nocturne Status
fr: Statut Nocturne

source: Nightscout Time
fr: Heure Nightscout

source: Nocturne Time
fr: Heure Nocturne

source: Nocturne Response
fr: Réponse Nocturne

source: Unified Diff
fr: Différence unifiée

source: Current BG value
fr: Valeur glycémie actuelle

source: Change since last reading
fr: Évolution depuis la dernière lecture

source: Arrow
fr: Flèche

source: Trend direction arrow
fr: Flèche de tendance

source: Reading Age
fr: Âge de la lecture

source: Time since last reading
fr: Temps depuis la dernière lecture

source: Current Time
fr: Heure actuelle

source: Display current time
fr: Afficher l'heure actuelle

source: Line Break
fr: Saut de ligne

source: New line separator
fr: Séparateur de nouvelle ligne

source: Clock Configuration - Nightscout
fr: Configuration de l'horloge - Nightscout

source: Configure your Nightscout clock display settings
fr: Configurez les paramètres d'affichage de votre horloge Nightscout

source: <0/> Back to Clocks
fr: <0/> Retour aux horloges

source: Live Preview
fr: Aperçu en direct

source: 3m ago
fr: il y a 3 min

source: Generated Face String:
fr: Chaîne de cadran générée :

source: <0/> Save
fr: <0/> Enregistrer

source: Display Settings
fr: Paramètres d'affichage

source: Colorful Background
fr: Fond coloré

source: Use BG-based colored background
fr: Utiliser un fond coloré basé sur la glycémie

source: Always Show Reading Age
fr: Toujours afficher l'âge de la lecture

source: Always display when last reading was taken
fr: Afficher en permanence la date de la dernière lecture

source: Stale Threshold (minutes)
fr: Seuil d'obsolescence (minutes)

source: (0 = never stale)
fr: (0 = jamais obsolète)

source: Add Element
fr: Ajouter un élément

source: <0/> Remove Last
fr: <0/> Supprimer le dernier

source: <0/> Clear All
fr: <0/> Tout effacer

source: Element Stack <0/>
fr: Pile d'éléments <0/>

source: Elements display from top to bottom
fr: Les éléments s'affichent de haut en bas

source: No elements added yet. Add elements above to build your clock face.
fr: Aucun élément ajouté pour l'instant. Ajoutez des éléments ci-dessus pour construire votre cadran.

source: New row separator
fr: Nouveau séparateur de ligne

source: Size: {0}
fr: Taille : {0}

source: Quick Presets
fr: Préréglages rapides

source: Simple BG
fr: Glycémie simple

source: Color Detailed
fr: Couleurs détaillées

source: Large + Time
fr: Grand + heure

source: BG + Arrow
fr: Glycémie + flèche

source: Discrepancy Analyses - Nocturne Dashboard
fr: Analyses des écarts - Tableau Nocturne

source: Detailed view of compatibility discrepancy analyses
fr: Vue détaillée des analyses d'écarts de compatibilité

source: Discrepancy Analyses
fr: Analyses d'écarts

source: Detailed view of request/response compatibility analyses
fr: Vue détaillée des analyses de compatibilité requête/réponse

source: ← Back to Dashboard
fr: ← Retour au tableau de bord

source: <0/> Filters
fr: <0/> Filtres

source: All match types
fr: Tous les types de correspondance

source: From Date
fr: Depuis

source: To Date
fr: Jusqu'au

source: <0/> Apply Filters
fr: <0/> Appliquer les filtres

source: Clear Filters
fr: Effacer les filtres

source: Analysis Results
fr: Résultats de l'analyse

source: Showing {0} results (starting from {1})
fr: Affichage de {0} résultats (à partir de {1})

source: Time: {0}
fr: Temps : {0}

source: Selected: {0}
fr: Sélectionné : {0}

source: <0/> {0} Critical
fr: <0/> {0} critique

source: <0/> {0} Major
fr: <0/> {0} majeur

source: {0} Minor
fr: {0} mineur

source: No Issues
fr: Aucun problème

source: No analyses found matching the current filters.
fr: Aucune analyse ne correspond aux filtres actuels.

source: <0/> Previous
fr: <0/> Précédent

source: Showing {0}-{1}
fr: Affichage {0}-{1}

source: Next <0/>
fr: Suivant <0/>

source: Clock - {0}
fr: Horloge - {0}

source: <0/> Back
fr: <0/> Retour

source: Demo Mode
fr: Mode démo

source: <0/> Configure
fr: <0/> Configurer

source: {0} ago
fr: il y a {0}

source: Your time ({0})
fr: Votre heure ({0})

source: Data is {0} old
fr: Les données datent de {0}

source: Status Code
fr: Code d'état

source: Header
fr: En-tête

source: Content Type
fr: Type de contenu

source: Body
fr: Corps

source: JSON Structure
fr: Structure JSON

source: String Value
fr: Valeur chaîne

source: Numeric Value
fr: Valeur numérique

source: Timestamp
fr: Horodatage

source: Array Length
fr: Longueur du tableau

source: ← Back
fr: ← Retour

source: Request Analysis Detail
fr: Détail de l'analyse de requête

source: Correlation ID
fr: ID de corrélation

source: Overall Match
fr: Correspondance globale

source: Request Method
fr: Méthode de requête

source: Status Codes
fr: Codes d'état

source: Response Times
fr: Temps de réponse

source: Total Processing
fr: Traitement total

source: Faster
fr: Plus rapide

source: {0} by {1}
fr: {0} par {1}

source: Response Selection
fr: Sélection de réponse

source: Selected Target
fr: Cible sélectionnée

source: Summary
fr: Résumé

source: Discrepancies ({0})
fr: Écarts ({0})

source: Critical ({0})
fr: Critique ({0})

source: in field: <0/>
fr: dans le champ : <0/>

source: Nightscout Value
fr: Valeur Nightscout

source: Nocturne Value
fr: Valeur Nocturne

source: Major ({0})
fr: Majeur ({0})

source: Major
fr: Majeur

source: Minor ({0})
fr: Mineur ({0})

source: Minor
fr: Mineur

source: Discrepancies
fr: Écarts

source: No discrepancies found. The responses match perfectly!
fr: Aucun écart trouvé. Les réponses correspondent parfaitement !

source: Basal Rate Analysis - Nocturne Reports
fr: Analyse du taux basal - Rapports Nocturne

source: Analyze your basal insulin delivery patterns with percentile visualization
fr: Analysez vos schémas d'insuline basale avec visualisation par percentiles

source: <0/> Basal Rate Analysis
fr: <0/> Analyse du taux basal

source: Understand your background insulin delivery patterns over time
fr: Comprenez vos schémas d'insuline de fond au fil du temps

source: Insulin Delivery <0/>
fr: Administration d'insuline <0/>

source: {0} days
fr: {0} jours

source: {0} basal events
fr: {0} événements basaux

source: <0/> Understanding This Report
fr: <0/> Comprendre ce rapport

source: This report shows how your <0>basal (background) insulin delivery</0> varies throughout the day. The percentile chart shows your typical patterns:
fr: Ce rapport montre comment votre <0>distribution d'insuline basale (de fond)</0> varie tout au long de la journée. Le graphique percentiles met en évidence vos tendances habituelles :

source: The <0>median line</0> shows your most common basal rate at each hour
fr: La <0>ligne médiane</0> montre votre taux basal le plus fréquent à chaque heure.

source: The <0>shaded bands</0> show the range of variation (10th-90th percentile)
fr: Les <0>bandes ombrées</0> montrent l'étendue des variations (10e-90e percentile).

source: Wider bands indicate more variability in your basal needs
fr: Des bandes plus larges indiquent une variabilité plus marquée de vos besoins basaux.

source: Use this to identify times when your basal insulin may need adjustment, or to discuss temp basal patterns with your healthcare provider.
fr: Utilisez-le pour repérer les moments où votre insuline basale pourrait nécessiter un ajustement ou pour discuter des basals temporaires avec votre équipe soignante.

source: Avg Rate
fr: Taux moyen

source: Total Basal
fr: Basal total

source: units delivered
fr: unités administrées

source: Temp Basals
fr: Basals temporaires

source: per day avg
fr: moyenne par jour

source: High / Low
fr: Haut / Bas

source: temp basals
fr: basals temporaires

source: <0/> Basal Rate Percentile Chart
fr: <0/> Graphique des percentiles du taux basal

source: <0/> Average Hourly Basal Delivery
fr: <0/> Livraison basale horaire moyenne

source: Average basal insulin delivered per hour of the day
fr: Insuline basale moyenne délivrée par heure

source: <0/> Basal Insights
fr: <0/> Informations sur le basal

source: Basal Rate Range
fr: Plage du taux basal

source: This indicates significant variation in your basal needs throughout the day.
fr: Cela indique une variation importante de vos besoins basaux tout au long de la journée.

source: Your basal rates are relatively consistent.
fr: Vos taux basaux sont relativement constants.

source: Your basal rates ranged from <0>{0} U/hr</0> to <1>{0} U/hr</1> . <2/>
fr: Vos taux basaux variaient de <0>{0} U/h</0> à <1>{0} U/h</1>. <2/>

source: Temp Basal Activity
fr: Activité des basals temporaires

source: High temp basal activity ({0}/day) suggests active automated or manual adjustments.
fr: Une activité de basals temporaires élevée ({0}/jour) suggère des ajustements automatiques ou manuels actifs.

source: Moderate temp basal activity — typical for automated insulin delivery systems.
fr: Une activité modérée de basals temporaires — typique des systèmes d'administration automatisée d'insuline.

source: Low temp basal activity — your basal rates may be well-tuned.
fr: Une faible activité de basals temporaires — vos débits basaux semblent bien réglés.

source: No temp basal activity recorded in this period.
fr: Aucune activité de basal temporaire enregistrée pendant cette période.

source: Suspend/Zero Temp Basals
fr: Suspendre/Temp basals à zéro

source: <0/> zero or suspend temp basals were recorded. This often indicates low glucose prevention or manual suspensions.
fr: <0/> Aucun basal temporaire ou suspension n'a été enregistré. Cela indique souvent une prévention contre les hypoglycémies ou des suspensions manuelles.

source: Daily Basal Insulin
fr: Insuline basale quotidienne

source: Average of <0>{0} units</0> of basal insulin delivered per day over this {0}-day period.
fr: Moyenne de <0>{0} unités</0> d'insuline basale délivrée par jour sur cette période de {0} jours.

source: ← All Reports
fr: ← Tous les rapports

source: Insulin Delivery Report <0/>
fr: Rapport d'administration d'insuline <0/>

source: Report generated from {0} treatments between {1} and {2}
fr: Rapport généré à partir de {0} traitements entre {1} et {2}

source: Ambulatory Glucose Profile - Nocturne Reports
fr: Profil glycémique ambulatoire - Rapports Nocturne

source: <0/> Ambulatory Glucose Profile
fr: <0/> Profil glycémique ambulatoire

source: Your typical daily glucose pattern — a standardized clinical report
fr: Votre schéma glycémique quotidien habituel — un rapport clinique standardisé.

source: Summary <0/>
fr: Résumé <0/>

source: The <0>Ambulatory Glucose Profile</0> shows what a "typical" day looks like for your glucose levels. It overlays all your daily readings to reveal consistent patterns.
fr: Le <0>Profil glycémique ambulatoire</0> montre à quoi ressemble une journée « typique » pour votre glycémie. Il superpose toutes vos lectures quotidiennes pour révéler des schémas constants.

source: How to read this chart
fr: Comment lire ce graphique

source: <0>The dark line</0> is your median (middle) glucose at each hour — what happens most often.
fr: La <0>ligne foncée</0> est votre glucose médian à chaque heure — ce qui se produit le plus souvent.

source: <0>The darker shaded area</0> (25th-75th percentile) shows where you are 50% of the time.
fr: La <0>zone foncée</0> (25e-75e percentile) indique où vous vous situez 50 % du temps.

source: <0>The lighter shaded area</0> (10th-90th percentile) shows where you are 80% of the time.
fr: La <0>zone claire</0> (10e-90e percentile) montre où vous vous situez 80 % du temps.

source: <0>Green zone</0> (70-180 mg/dL) is your target range. Time in this zone is your goal!
fr: La <0>zone verte</0> (70-180 mg/dL) est votre plage cible. Passer du temps dans cette zone est votre objectif !

source: Target: ≥70%
fr: Objectif : ≥70 %

source: Est. A1C
fr: A1C estimé

source: Target: ≤33%
fr: Objectif : ≤33 %

source: Below Range
fr: En dessous de la plage

source: Target: <4%
fr: Objectif : <4 %

source: Above Range
fr: Au-dessus de la plage

source: Target: <25%
fr: Objectif : <25 %

source: <0/> Glucose Pattern (24-hour overlay)
fr: <0/> Schéma glycémique (superposition sur 24 h)

source: Median glucose with percentile bands showing your typical daily pattern
fr: Glucose médian avec bandes de percentiles montrant votre schéma quotidien typique.

source: <0/> Time in Range Distribution
fr: <0/> Distribution du temps dans la plage

source: How your time is distributed across glucose ranges
fr: Comment votre temps est réparti entre les plages glycémiques

source: <0/> Pattern Observations
fr: <0/> Observations des schémas

source: You're spending {0}% of time in target — above the 70% goal!
fr: Vous passez {0}% de votre temps dans la cible — au-dessus de l'objectif de 70 % !

source: Good Progress
fr: Bon progrès

source: Let's Work on This
fr: Travaillons dessus

source: Stable Glucose
fr: Glycémie stable

source: Your CV of {0}% indicates steady glucose with minimal swings.
fr: Votre CV de {0}% indique une glycémie stable avec peu de variations.

source: Moderate Variability
fr: Variabilité modérée

source: High Variability
fr: Variabilité élevée
