Repository: nightscout/nocturne
Catalog: src/Web/locales/*.po
Languages: fr

source: {0} Error
fr: {0} Erreur

source: An error occurred while processing your request.
fr: Une erreur est survenue lors du traitement de votre demande.

source: Details:
fr: Détails :

source: Error ID: {0}
fr: ID d'erreur : {0}

source: Meal Bolus
fr: Bolus de repas

source: Snack Bolus
fr: Bolus de collation

source: Correction Bolus
fr: Bolus de correction

source: Carb Correction
fr: Correction de glucides

source: Exercise
fr: Exercice

source: Site Change
fr: Changement de site

source: Insulin Change
fr: Changement d'insuline

source: D.A.D. Alert
fr: Alerte D.A.D. 🐶

source: Sensor Start
fr: Début du capteur

source: Sensor Change
fr: Changement du capteur

source: Pump Battery Change
fr: Changement de batterie de la pompe

source: Edit Treatment
fr: Modifier le traitement

source: Update the details of this {0} treatment
fr: Mettez à jour les détails de ce traitement {0}

source: Event Type
fr: Type d'événement

source: Date & Time
fr: Date et heure

source: Insulin (units)
fr: Insuline (unités)

source: Carbohydrates (grams)
fr: Glucides (grammes)

source: Food Description
fr: Description de l'aliment

source: Absorption Time (minutes)
fr: Temps d'absorption (minutes)

source: Additional notes about this treatment...
fr: Notes supplémentaires pour ce traitement...

source: Reason
fr: Raison

source: Reason for this treatment
fr: Raison de ce traitement

source: Cancel
fr: Annuler

source: Saving...
fr: Enregistrement...

source: Save Changes
fr: Enregistrer les modifications

source: Loading...
fr: Chargement...

source: Error
fr: Erreur

source: Connected
fr: Connecté

source: Real-time data active
fr: Données en temps réel actives

source: Connecting...
fr: Connexion en cours...

source: Establishing connection
fr: Établissement de la connexion

source: Reconnecting...
fr: Reconnexion en cours...

source: Attempting to reconnect
fr: Tentative de reconnexion

source: Disconnected
fr: Déconnecté

source: Using cached data
fr: Utilisation des données mises en cache

source: Connection failed
fr: Connexion échouée

source: Never
fr: Jamais

source: Retry
fr: Réessayer

source: Last update:
fr: Dernière mise à jour :

source: Reconnects:
fr: Reconnexions :

source: Connection Error:
fr: Erreur de connexion :

source: Select
fr: Sélectionner

source: Time
fr: Heure

source: Blood Glucose
fr: Glycémie

source: Insulin
fr: Insuline

source: Carbs/Food/Time
fr: Glucides/Aliments/Temps

source: Protein
fr: Protéines

source: Fat
fr: Lipides

source: Duration
fr: Durée

source: Percent
fr: Pourcentage

source: Basal Value
fr: Valeur basale

source: Profile
fr: Profil

source: Entered By
fr: Saisi par

source: {0} treatment{1} selected
fr: {0} traitement{1} sélectionné{1}

source: Clear Selection
fr: Effacer la sélection

source: <0/> Delete Selected
fr: <0/> Supprimer la sélection

source: {0} treatment{1} found
fr: {0} traitement{1} trouvé{1}

source: Select all treatments
fr: Sélectionner tous les traitements

source: Select treatment {0}
fr: Sélectionner le traitement {0}

source: Edit treatment
fr: Modifier le traitement

source: Delete treatment
fr: Supprimer le traitement

source: IsAuthenticated=
fr: Est authentifié=

source: User
fr: Utilisateur

source: Failed to load session
fr: Impossible de charger la session

source: Expired
fr: Expiré

source: Failed to load historical data
fr: Impossible de charger les données historiques

source: Connected to real-time data
fr: Connecté aux données en temps réel

source: Real-time data disconnected
fr: Données en temps réel déconnectées

source: Failed to connect to real-time data
fr: Impossible de se connecter aux données en temps réel

source: Announcement
fr: Annonce

source: Glucose alarm
fr: Alarme glycémique

source: Glucose alarm cleared
fr: Alarme glycémique levée

source: Tracker started: {0}
fr: Tracker démarré : {0}

source: Tracker completed: {0}
fr: Tracker terminé : {0}

source: Synced {0} missed data points
fr: Synchronisé {0} points de données manqués

source: Failed to sync missed data
fr: Impossible de synchroniser les données manquées

source: Failed to create socket connection
fr: La connexion socket n'a pas pu être créée

source: Connection error
fr: Erreur de connexion

source: Alarm
fr: Alarme

source: Failed to load settings
fr: Impossible de charger les paramètres

source: Failed to save settings
fr: Impossible d'enregistrer les paramètres

source: Failed to save alarm configuration
fr: Impossible d'enregistrer la configuration de l'alarme

source: Just now
fr: À l'instant

source: Simple Clock
fr: Horloge simple

source: Basic clock display
fr: Affichage d'horloge basique

source: BG Clock
fr: Horloge glycémie

source: Clock with blood glucose data
fr: Horloge affichant la glycémie

source: Color Clock
fr: Horloge colorée

source: Colorful clock display
fr: Affichage d'horloge coloré

source: Large blood glucose display
fr: Affichage glycémique large

source: Detailed View
fr: Vue détaillée

source: Detailed clock with all elements
fr: Horloge détaillée avec tous les éléments

source: Simple Display
fr: Affichage simple

source: Minimal blood glucose display
fr: Affichage glycémique minimal

source: Extra Large
fr: Très grand

source: Very large display with time
fr: Affichage très grand avec heure

source: Faces
fr: Cadrans

source: Nightscout Clock{0}
fr: Horloge Nightscout{0}

source: Loading clock face...
fr: Chargement du cadran...

source: Nightscout Clock Faces
fr: Cadrans Nightscout

source: Choose a clock face to display your glucose data:
fr: Choisissez un cadran pour afficher vos données glycémiques :

source: Clock Builder
fr: Créateur de cadran

source: <0/> Custom
fr: <0/> Personnalisé

source: Build your own custom clock face with a visual editor. Add elements, adjust sizes, and see a live preview as you design.
fr: Créez votre propre cadran personnalisé avec un éditeur visuel. Ajoutez des éléments, ajustez les tailles et visualisez un aperçu en direct pendant la conception.

source: <0/> Open Builder
fr: <0/> Ouvrir l'éditeur

source: <0/> Open Saved Clock
fr: <0/> Ouvrir le cadran enregistré

source: Quick open:
fr: Ouverture rapide :

source: Enter face string (e.g., bn0-sg40-ar25)
fr: Entrez la chaîne du cadran (ex. : bn0-sg40-ar25)

source: Enter
fr: Entrer

source: Go
fr: Lancer

source: Preset Clock Faces
fr: Cadrans prédéfinis

source: <0/> Open Clock
fr: <0/> Ouvrir le cadran

source: Sun
fr: Dim

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Calendar
fr: Calendrier

source: Today
fr: Aujourd'hui

source: In Range
fr: Dans la plage

source: Low
fr: Bas

source: High
fr: Élevé

source: Width = Carbs
fr: Largeur = Glucides

source: Height = Insulin
fr: Hauteur = Insuline

source: <0/> Optimal ratio
fr: <0/> Ratio optimal

source: Click any day to view detailed report
fr: Cliquez sur n'importe quel jour pour voir le rapport détaillé

source: Started at {0}
fr: Démarré à {0}

source: Started on this day
fr: Démarré ce jour

source: Completed on this day
fr: Terminé ce jour

source: Due on this day
fr: Prévu ce jour

source: Age: {0}
fr: Âge : {0}

source: In Range:
fr: Dans la plage :

source: Low:
fr: Bas :

source: High:
fr: Haut :

source: Carbs:
fr: Glucides :

source: Insulin:
fr: Insuline :

source: Avg Glucose:
fr: Glycémie moyenne :

source: Click to view full day report
fr: Cliquez pour voir le rapport complet de la journée

source: Partial Data
fr: Données partielles

source: {0} of ~288 readings
fr: {0} lectures sur ~288

source: Time in Range
fr: Temps dans la plage

source: Total Readings
fr: Lectures totales

source: Total Carbs
fr: Glucides totaux

source: Total Insulin
fr: Insuline totale

source: Loading tracker data...
fr: Chargement des données du tracker...

source: Could not load tracker data
fr: Impossible de charger les données du tracker

source: Calendar view is still available
fr: La vue calendrier est toujours disponible

source: Failed to load calendar data
fr: Échec du chargement des données du calendrier

source: An error occurred
fr: Une erreur s'est produite

source: Try Again
fr: Réessayer

source: Perfect Match
fr: Correspondance parfaite

source: Minor Differences
fr: Légères différences

source: Major Differences
fr: Différences majeures

source: Critical Differences
fr: Différences critiques

source: Nightscout Missing
fr: Nightscout manquant

source: Nocturne Missing
fr: Nocturne manquant

source: Both Missing
fr: Les deux manquent

source: Comparison Error
fr: Erreur de comparaison

source: Unknown
fr: Inconnu

source: Compatibility Dashboard - Nocturne
fr: Tableau de compatibilité - Nocturne

source: Monitor Nightscout/Nocturne compatibility in real-time
fr: Surveillez la compatibilité Nightscout/Nocturne en temps réel

source: Compatibility Dashboard
fr: Tableau de compatibilité

source: Monitor Nightscout/Nocturne API compatibility in real-time
fr: Surveillez la compatibilité API Nightscout/Nocturne en temps réel

source: <0/> Refresh
fr: <0/> Actualiser

source: <0/> Settings
fr: <0/> Paramètres

source: Compatibility Score
fr: Score de compatibilité

source: Total Requests
fr: Requêtes totales

source: In selected period
fr: Dans la période sélectionnée

source: Critical Issues
fr: Problèmes critiques

source: Require immediate attention
fr: Nécessitent une attention immédiate

source: Avg Response Time
fr: Temps de réponse moyen

source: Response Match Breakdown
fr: Répartition des correspondances

source: Distribution of response comparison results
fr: Répartition des résultats de comparaison

source: Perfect Matches
fr: Correspondances parfaites

source: Top Problematic Endpoints
fr: Principaux points de terminaison problématiques

source: Endpoints with the most compatibility issues
fr: Points de terminaison avec le plus de problèmes de compatibilité

source: {0} requests • {1}% compatible
fr: {0} requêtes • {1}% compatibles

source: No endpoints with issues found
fr: Aucun point de terminaison avec des problèmes détectés

source: <0/> View All Endpoints
fr: <0/> Voir tous les points de terminaison

source: Recent Discrepancy Analyses
fr: Analyses de discordances récentes

source: Latest compatibility analysis results
fr: Derniers résultats d'analyse de compatibilité

source: {0} • {1}ms • {2} discrepancies
fr: {0} • {1}ms • {2} discordances

source: No recent analyses found
fr: Aucune analyse récente trouvée

source: View All Analyses
fr: Voir toutes les analyses

source: Failed to load dashboard data
fr: Échec du chargement des données du tableau de bord

source: Unknown error
fr: Erreur inconnue

source: Perfect
fr: Parfait

source: Minor Diff
fr: Différence mineure

source: Major Diff
fr: Différence majeure

source: Critical
fr: Critique

source: NS Missing
fr: Nightscout manquant

source: Compatibility Testing
fr: Tests de compatibilité

source: Last update: {0}
fr: Dernière mise à jour : {0}

source: Polling Active
fr: Sondage actif

source: Polling Paused
fr: Sondage en pause

source: Nightscout URL
fr: URL Nightscout

source: Not configured
fr: Non configuré

source: Nocturne URL
fr: URL Nocturne

source: Auto-detecting...
fr: Détection automatique...

source: Strategy
fr: Stratégie

source: Filters
fr: Filtres

source: Request Path
fr: Chemin de requête

source: Method
fr: Méthode

source: All
fr: Tout

source: Match Type
fr: Type de correspondance

source: Apply
fr: Appliquer

source: Clear
fr: Effacer

source: Show compatible requests (Perfect & Minor Differences)
fr: Afficher les requêtes compatibles (Parfaites & Différences mineures)

source: Recent Requests ({0}{1})
fr: Requêtes récentes ({0}{1})

source: Path
fr: Chemin

source: Status
fr: Statut

source: Match
fr: Correspondance

source: Issues
fr: Problèmes

source: Response Time
fr: Temps de réponse

source: {0} critical
fr: {0} critique

source: {0} major
fr: {0} majeur

source: {0} minor
fr: {0} mineur

source: None
fr: Aucun

source: No analyses found. Make sure the compatibility proxy service is running and receiving traffic.
fr: Aucune analyse trouvée. Assurez-vous que le service proxy de compatibilité fonctionne et reçoit du trafic.

source: Database loaded
fr: Base de données chargée

source: Food created successfully
fr: Aliment créé avec succès

source: Food updated successfully
fr: Aliment mis à jour avec succès

source: Failed to save food
fr: Impossible d'enregistrer l'aliment

source: Food deleted successfully
fr: Aliment supprimé avec succès

source: Failed to delete food
fr: Impossible de supprimer l'aliment

source: Quick pick created
fr: Sélection rapide créée

source: Failed to create quick pick
fr: Impossible de créer une sélection rapide

source: Quick picks saved successfully
fr: Sélections rapides enregistrées avec succès

source: Failed to save quick picks
fr: Impossible d'enregistrer les sélections rapides

source: Edit Food
fr: Modifier l'aliment

source: New Food
fr: Nouvel aliment

source: Name
fr: Nom

source: Enter food name
fr: Entrez le nom de l'aliment

source: Key Nutritional Info
fr: Informations nutritionnelles clés

source: Carbs (g)
fr: Glucides (g)

source: Glycemic Index
fr: Index glycémique

source: Unit
fr: Unité

source: Category
fr: Catégorie

source: Additional Macros
fr: Macros supplémentaires

source: Fat (g)
fr: Lipides (g)

source: Protein (g)
fr: Protéines (g)

source: Energy (kJ)
fr: Énergie (kJ)

source: Create Food
fr: Créer un aliment

source: Food Editor - Nightscout
fr: Éditeur d'aliments - Nightscout

source: Food Editor
fr: Éditeur d'aliments

source: <0/> Add Food
fr: <0/> Ajouter un aliment

source: Loading food database...
fr: Chargement de la base de données d'aliments...

source: Your database
fr: Votre base de données

source: Carbs
fr: Glucides

source: GI
fr: IG

source: Edit food
fr: Modifier l'aliment

source: Delete food
fr: Supprimer l'aliment

source: Select categories/subcategories...
fr: Sélectionnez les catégories/sous-catégories...

source: Clear all
fr: Tout effacer

source: Filter
fr: Filtrer

source: Categories & Subcategories
fr: Catégories et sous-catégories

source: Search categories and subcategories...
fr: Rechercher des catégories et sous-catégories...

source: No items found.
fr: Aucun élément trouvé.

source: Search by name...
fr: Rechercher par nom...

source: Selected Categories
fr: Catégories sélectionnées

source: Selected Subcategories
fr: Sous-catégories sélectionnées

source: Move to the top
fr: Déplacer en haut

source: Delete quick pick
fr: Supprimer la sélection rapide

source: Name:
fr: Nom :

source: Quick pick name
fr: Nom de la sélection rapide

source: Hidden
fr: Masqué

source: Hide after use
fr: Masquer après utilisation

source: Total: {0}g carbs
fr: Total : {0} g de glucides

source: Food
fr: Aliment

source: Servings
fr: Portions

source: Remove food
fr: Supprimer l'aliment

source: Drop food here!
fr: Déposez l'aliment ici !

source: <0/> Drag & drop food here
fr: <0/> Glisser-déposer l'aliment ici

source: Quick picks
fr: Sélections rapides

source: <0/> Add new
fr: <0/> Ajouter nouveau

source: Show hidden <0/>
fr: Afficher les <0/> masqués

source: Save
fr: Enregistrer

source: Completed
fr: Terminé

source: Other
fr: Autre

source: Failed
fr: Échoué

source: Fell Off
fr: Tombé

source: Replaced Early
fr: Remplacé en avance

source: Empty
fr: Vide

source: Refilled
fr: Rechargé

source: Attended
fr: Présent

source: Rescheduled
fr: Replanifié

source: Cancelled
fr: Annulé

source: Missed
fr: Manqué

source: Failed to load notification data
fr: Impossible de charger les notifications

source: Tracker active
fr: Tracker actif

source: Exceeded {0}h - change urgently!
fr: Dépassement de {0} h - changez d'urgence !

source: Exceeded {0}h - change soon
fr: Dépassement de {0} h - changez bientôt

source: Approaching {0}h limit
fr: Approche de la limite de {0} h

source: Active for {0}h
fr: Actif depuis {0} h

source: {0} active
fr: {0} actif

source: View and manage all notifications and alerts
fr: Consultez et gérez toutes les notifications et alertes

source: <0/> Admin Actions Required
fr: <0/> Actions administratives requises

source: Administrative tasks requiring your attention
fr: Tâches administratives requérant votre attention

source: Password Reset Request
fr: Demande de réinitialisation du mot de passe

source: <0/> Handle Request
fr: <0/> Traiter la demande

source: <0/> Tracker Alerts
fr: <0/> Alertes du tracker

source: Consumable and reminder notifications
fr: Notifications de consommables et rappels

source: {0} hazard
fr: {0} danger

source: {0} warning
fr: {0} avertissement

source: <0/> Manage
fr: <0/> Gérer

source: All caught up! No active tracker alerts.
fr: À jour ! Aucune alerte de tracker active.

source: Started {0}
fr: Démarré {0}

source: <0/> Notification History
fr: <0/> Historique des notifications

source: Past tracker notifications and completions
fr: Notifications et complétions passées du tracker

source: No history yet
fr: Aucun historique pour le moment

source: Completed trackers will appear here
fr: Les trackers terminés apparaîtront ici

source: Duration: {0} · {1} <0/>
fr: Durée : {0} · {1} <0/>

source: Meal
fr: Repas

source: Food added
fr: Aliment ajouté

source: Failed to add food
fr: Échec de l'ajout de l'aliment

source: Treatment updated
fr: Traitement mis à jour

source: Failed to update treatment
fr: Échec de la mise à jour du traitement

source: Treatment deleted
fr: Traitement supprimé

source: Failed to delete treatment
fr: Échec de la suppression du traitement

source: No foods attributed
fr: Aucun aliment attribué

source: Meals - Nocturne
fr: Repas - Nocturne

source: Review carb treatments and add food breakdowns for better meal documentation
fr: Revoyez les traitements glucidiques et ajoutez une ventilation alimentaire pour mieux documenter vos repas.

source: Meals
fr: Repas

source: Meal Attribution
fr: Attribution de repas

source: Pair carb treatments with foods when you want more detail.
fr: Associez les traitements glucidiques aux aliments pour plus de détails.

source: Unattributed only
fr: Uniquement non attribués

source: Search meals...
fr: Rechercher des repas...

source: <0/> Foods <1/> <2/>
fr: <0/> Aliments <1/> <2/>

source: Search foods...
fr: Rechercher des aliments...

source: No foods found.
fr: Aucun aliment trouvé.

source: <0/> Clear filter
fr: <0/> Effacer le filtre

source: <0/> Clear filters
fr: <0/> Effacer les filtres

source: Showing:
fr: Affichage :

source: {0} of {1}
fr: {0} sur {1}

source: No meals found in this range.
fr: Aucun repas trouvé dans cette plage.

source: No meals match the current filters.
fr: Aucun repas ne correspond aux filtres actuels.

source: Time <0/>
fr: Heure <0/>

source: Meal <0/>
fr: Repas <0/>

source: Carbs <0/>
fr: Glucides <0/>

source: Insulin <0/>
fr: Insuline <0/>

source: {0} meal{1}
fr: {0} repas{1}

source: Attributed
fr: Attribué

source: Unattributed
fr: Non attribué

source: Edit
fr: Modifier

source: Foods ({0})
fr: Aliments ({0})

source: Attributed: {0}g
fr: Attribués : {0} g

source: Unspecified: {0}g
fr: Non spécifiés : {0} g

source: Reports
fr: Rapports

source: Report
fr: Rapport

source: Last {0} days
fr: Derniers {0} jours

source: Last 7 days
fr: 7 derniers jours

source: Nightscout {0} with comprehensive data analysis and filtering capabilities
fr: Nightscout {0} avec analyse et filtrage complets des données

source: The Big Picture
fr: La vue d'ensemble

source: Executive Summary
fr: Résumé exécutif

source: Glucose Distribution
fr: Répartition glycémique

source: Patterns & Trends
fr: Schémas et tendances

source: Hourly Patterns
fr: Schémas horaires

source: Day-by-Day View
fr: Vue jour par jour

source: Week to Week
fr: Semaine après semaine

source: Lifestyle Impact
fr: Impact sur le mode de vie

source: Meal Analysis
fr: Analyse des repas

source: Exercise Impact
fr: Impact de l'exercice

source: Sleep & Overnight
fr: Sommeil et nuit

source: Treatment Insights
fr: Aperçus de traitement

source: Treatment Log
fr: Journal des traitements

source: Basal Rate Analysis
fr: Analyse du taux basal

source: Insulin Delivery
fr: Administration d'insuline

source: Site Change Impact
fr: Impact du changement de site

source: Reports - Nocturne
fr: Rapports - Nocturne

source: Comprehensive diabetes management analytics and insights
fr: Analyses complètes et aperçus de la gestion du diabète

source: Try again
fr: Réessayer

source: {0} readings
fr: {0} lectures

source: Your Glucose Report
fr: Votre rapport glycémique

source: <0/> Executive Summary
fr: <0/> Résumé exécutif

source: <0/> Day-by-Day
fr: <0/> Jour par jour

source: <0/> Print
fr: <0/> Imprimer

source: <0/> Time in Range
fr: <0/> Temps dans la plage

source: <0/> Your Typical Day
fr: <0/> Votre journée type

source: Full Report <0/>
fr: Rapport complet <0/>

source: Average
fr: Moyenne

source: Median
fr: Médiane

source: Std Dev
fr: Écart-type

source: Dive deeper into specific aspects of your diabetes management
fr: Approfondissez des aspects spécifiques de votre gestion du diabète

source: Clinical details
fr: Détails cliniques

source: This report is for informational purposes only. Always consult your healthcare provider for medical advice.
fr: Ce rapport est fourni uniquement à titre informatif. Consultez toujours votre professionnel de santé pour un avis médical.

source: Yesterday
fr: Hier

source: Profile - Nocturne
fr: Profil - Nocturne

source: Manage your diabetes therapy profile settings
fr: Gérez les paramètres de votre profil thérapeutique

source: Your therapy settings and insulin parameters
fr: Vos paramètres thérapeutiques et d'insuline

source: <0/> New Profile
fr: <0/> Nouveau profil

source: <0/> {0} profile{1}
fr: <0/> {0} profil{1}

source: No Profile Found
fr: Profil introuvable

source: Profiles are typically uploaded from your diabetes management app (like AAPS, Loop, or xDrip+). They contain your basal rates, insulin sensitivity factors, and carb ratios.
fr: Les profils sont généralement importés depuis votre application de gestion du diabète (comme AAPS, Loop ou xDrip+). Ils contiennent vos débits basaux, vos facteurs de sensibilité à l'insuline et vos ratios glucides.

source: <0/> Create Profile
fr: <0/> Créer un profil

source: <0/> Configure Data Sources
fr: <0/> Configurer les sources de données

source: <0/> Profile History
fr: <0/> Historique du profil

source: Select a profile to view its settings. The most recently used profile is shown first.
fr: Sélectionnez un profil pour afficher ses paramètres. Le profil utilisé en dernier est affiché en premier.

source: Unnamed Profile
fr: Profil sans nom

source: Active
fr: Actif

source: Created {0}
fr: Créé {0}

source: <0/> Edit Profile
fr: <0/> Modifier le profil

source: <0/> Delete Profile
fr: <0/> Supprimer le profil

source: Units
fr: Unités

source: Timezone
fr: Fuseau horaire

source: Not set
fr: Non défini

source: {0} hours
fr: {0} heures

source: Carbs/hr
fr: Glucides/heure

source: {0} g/hr
fr: {0} g/heure

source: Default
fr: Par défaut

source: <0/> Edit
fr: <0/> Modifier

source: Basal Rates
fr: Taux basaux

source: Background insulin delivery rates
fr: Taux d'administration d'insuline de fond

source: U/hr
fr: U/heure

source: Carb Ratios (I:C)
fr: Ratios glucides (I:C)

source: Grams of carbs per unit of insulin
fr: Grammes de glucides par unité d'insuline

source: BG drop per unit of insulin
fr: Baisse de glycémie par unité d'insuline

source: Target Range
fr: Plage cible

source: Desired blood glucose range
fr: Plage glycémique souhaitée
