Repository: nightscout/nocturne
Catalog: src/Web/locales/*.po
Languages: fr

source: Wide percentile bands suggest significant glucose swings. Check the daily view for patterns.
fr: Des bandes percentiles larges suggèrent des fluctuations importantes. Consultez la vue quotidienne pour repérer les schémas.

source: Minimal Lows
fr: Peu d'hypoglycémies

source: Excellent job avoiding low blood sugars!
fr: Excellent travail pour éviter les hypoglycémies !

source: Low Risk Acceptable
fr: Risques faibles acceptables

source: {0}% time below range — within acceptable limits.
fr: {0}% du temps sous la cible — dans les limites acceptables.

source: Address Lows
fr: Traitez les hypoglycémies

source: {0}% time below range. The daily view can help identify when lows occur.
fr: {0}% du temps sous la cible. La vue quotidienne peut aider à identifier quand les hypoglycémies surviennent.

source: About This Report
fr: À propos de ce rapport

source: For Healthcare Providers
fr: Pour les professionnels de santé

source: Next Steps
fr: Prochaines étapes

source: Use this report with your care team to identify specific times of day that need attention and to track progress over time.
fr: Utilisez ce rapport avec votre équipe soignante pour identifier les heures à surveiller et suivre les progrès.

source: Data from {0} – {1}. Last updated {2}.
fr: Données du {0} au {1}.Dernière mise à jour : {2}.

source: <0/> Back to Month View
fr: <0/> Retour à la vue mensuelle

source: Time Low
fr: Temps bas

source: Time High
fr: Temps haut

source: Bolus Insulin
fr: Insuline bolus

source: <0/> Glucose Distribution
fr: <0/> Répartition glycémique

source: <0/> Glucose Statistics
fr: <0/> Statistiques glycémiques

source: Mean
fr: Moyenne

source: Est. A1c
fr: A1C estimé

source: <0/> Insulin & Carbs
fr: <0/> Insuline et glucides

source: Basal Insulin
fr: Insuline basale

source: Total Daily Insulin
fr: Insuline quotidienne totale

source: Treatment Count
fr: Nombre de traitements

source: <0/> Treatments Timeline
fr: <0/> Chronologie des traitements

source: All Types
fr: Tous types

source: Click on a treatment to edit it
fr: Cliquez sur un traitement pour le modifier

source: {0}U/hr
fr: {0} U/h

source: No {0} treatments found for this day
fr: Aucun traitement {0} trouvé pour ce jour

source: No treatments recorded for this day
fr: Aucun traitement enregistré pour ce jour

source: Failed to load battery report data
fr: Échec du chargement des données du rapport batterie

source: Battery Report - Nocturne
fr: Rapport batterie - Nocturne

source: Device battery statistics and charge cycle history
fr: Statistiques de batterie de l'appareil et historique des cycles

source: Battery Report
fr: Rapport batterie

source: Loading battery data...
fr: Chargement des données de batterie...

source: No Battery Data Available
fr: Aucune donnée de batterie disponible

source: All Devices
fr: Tous les appareils

source: Current:
fr: Actuel :

source: Readings:
fr: Lectures :

source: Avg level:
fr: Niveau moyen :

source: Range:
fr: Plage :

source: Charge Patterns
fr: Modèles de charge

source: Avg life:
fr: Durée de vie moyenne :

source: Longest:
fr: Plus long :

source: Shortest:
fr: Plus court :

source: Time Distribution
fr: Répartition du temps

source: Above 80%
fr: Au-dessus de 80 %

source: Below 30%
fr: En dessous de 30 %

source: {0} warnings
fr: {0} avertissement(s)

source: <0/> Recent Charge Cycles
fr: <0/> Cycles de charge récents

source: History of battery charge and discharge periods
fr: Historique des périodes de charge et de décharge

source: Charged: {0} ({1}% → {2}%)
fr: Chargé : {0} ({1}% → {2}%)

source: Lasted: {0} ({1}% → {2}%)
fr: Durée : {0} ({1}% → {2}%)

source: battery life
fr: durée de la batterie

source: charge time
fr: temps de charge

source: In Progress
fr: En cours

source: Data collected from {0} device{1} over {2} days
fr: Données collectées depuis {0} appareil{1} sur {2} jours

source: Battery statistics are calculated from device status reports sent by your uploader app.
fr: Les statistiques de batterie sont calculées à partir des rapports d'état envoyés par votre application d'uploader.

source: Tight Range
fr: Plage stricte

source: <0/> Error Loading Data
fr: <0/> Erreur lors du chargement des données

source: {0} • {1} readings
fr: {0} • {1} lectures

source: Distribution Chart
fr: Graphique de répartition

source: Distribution Statistics
fr: Statistiques de répartition

source: Time (%)
fr: Temps (%)

source: Hourly Distribution
fr: Répartition horaire

source: Percentage of time in each glucose range by hour of day
fr: Pourcentage du temps dans chaque plage glycémiques par heure

source: A1c Estimation
fr: Estimation de l'A1C

source: Based on average glucose
fr: Basé sur la glycémie moyenne

source: Glycemic Variability
fr: Variabilité glycémique

source: Daily glucose changes
fr: Variations glycémiques journalières

source: Mean Total Daily Change
fr: Variation totale quotidienne moyenne

source: Time in Fluctuation
fr: Temps en fluctuation

source: Overall Summary
fr: Résumé global

source: Mean (mg/dL)
fr: Moyenne (mg/dL)

source: Median (mg/dL)
fr: Médiane (mg/dL)

source: Outstanding glucose management!
fr: Gestion de la glycémie exceptionnelle !

source: Strong management with room for fine-tuning.
fr: Gestion solide avec une marge d'amélioration.

source: Making progress — let's find areas to improve.
fr: Des progrès — trouvons des axes d'amélioration.

source: Some areas need focus. Your care team can help.
fr: Certaines zones nécessitent de l'attention. Votre équipe soignante peut vous aider.

source: Please discuss with your healthcare provider soon.
fr: Veuillez en parler rapidement avec votre professionnel de santé.

source: Executive Summary - Nocturne Reports
fr: Résumé exécutif - Rapports Nocturne

source: High-level overview of your diabetes management metrics
fr: Vue d'ensemble de haut niveau de vos indicateurs de gestion du diabète

source: <0/> Error Loading Executive Summary
fr: <0/> Erreur lors du chargement du résumé exécutif

source: Diabetes Management Report
fr: Rapport de gestion du diabète

source: Overall Assessment
fr: Évaluation globale

source: Based on Time in Range, Glucose Variability, and Hypoglycemia Avoidance
fr: Basé sur le temps dans la cible, la variabilité glycémique et l'évitement des hypoglycémies.

source: Percentage of time in your target zone (70-180 mg/dL)
fr: Pourcentage du temps dans votre plage cible (70-180 mg/dL)

source: Time Breakdown (per day avg)
fr: Répartition du temps (moy. journ.)

source: <0/> Estimated A1C
fr: <0/> A1C estimé

source: Great! Below the 7% target
fr: Super ! En dessous de l'objectif de 7 %

source: Near target — keep it up!
fr: Proche de l'objectif — continuez !

source: Room for improvement
fr: Possibilités d'amélioration

source: <0>What is eA1C?</0> This estimates what your lab A1C would be based on your average glucose.
fr: <0>Qu'est-ce que l'eA1C ?</0> Cela estime l'HbA1c de laboratoire à partir de votre glycémie moyenne.

source: <0/> Glucose Stability
fr: <0/> Stabilité glycémique

source: Coefficient of Variation (CV)
fr: Coefficient de variation (CV)

source: Stable — well done!
fr: Stable — bravo !

source: Good stability
fr: Bonne stabilité

source: Variable — swings present
fr: Variable — variations présentes

source: Target: ≤33%. Lower means steadier glucose with fewer ups and downs.
fr: Objectif : ≤33 %. Un taux plus bas signifie une glycémie plus stable avec moins de hauts et de bas.

source: Std. Deviation
fr: Écart-type

source: <0/> Low Blood Sugar Events
fr: <0/> Épisodes d'hypoglycémie

source: Time spent below 70 mg/dL (target: <4%)
fr: Temps passé sous 70 mg/dL (objectif : <4 %)

source: Total time below range
fr: Temps total sous la plage

source: Low episodes:
fr: Épisodes bas :

source: <0>Action needed:</0> You're experiencing more lows than recommended. Discuss with your care team about adjusting your treatment.
fr: <0>Action requise :</0> Vous vivez plus d'hypoglycémies que recommandé. Discutez avec votre équipe soignante pour ajuster votre traitement.

source: <0/> Great job keeping lows under control!
fr: <0/> Beau travail pour maîtriser les bas !

source: <0/> High Blood Sugar Events
fr: <0/> Épisodes d'hyperglycémie

source: Time spent above 180 mg/dL (target: <25%)
fr: Temps passé au-dessus de 180 mg/dL (objectif : <25 %)

source: Total time above range
fr: Temps total au-dessus de la plage

source: <0/> Time above range is well controlled!
fr: <0/> Le temps au-dessus de la plage est bien maîtrisé !

source: Average (mg/dL)
fr: Moyenne (mg/dL)

source: Lowest (mg/dL)
fr: Plus bas (mg/dL)

source: Highest (mg/dL)
fr: Plus haut (mg/dL)

source: 10th %ile
fr: 10e percentile

source: 25th %ile
fr: 25e percentile

source: 75th %ile
fr: 75e percentile

source: 90th %ile
fr: 90e percentile

source: <0/> Data Quality
fr: <0/> Qualité des données

source: <0/> Excellent data coverage!
fr: <0/> Excellente couverture des données !

source: <0/> Limited data may affect report accuracy
fr: <0/> Des données limitées peuvent affecter la précision du rapport

source: Total readings
fr: Lectures totales

source: Days analyzed
fr: Jours analysés

source: <0/> Explore More Reports
fr: <0/> Explorez d'autres rapports

source: Day-by-Day
fr: Jour par jour

source: All Reports
fr: Tous les rapports

source: Report generated: {0}
fr: Rapport généré : {0}

source: This report is for informational purposes. Always consult your healthcare provider for medical decisions.
fr: Ce rapport est à titre informatif. Consultez toujours votre professionnel de santé avant de prendre une décision médicale.

source: Your basal/bolus ratio is well-balanced.
fr: Votre ratio basale/bolus est bien équilibré.

source: Higher basal percentage — may indicate lower carb diet or need for basal rate review.
fr: Pourcentage de basal plus élevé — cela peut indiquer un régime pauvre en glucides ou la nécessité de revoir le débit basal.

source: Higher bolus percentage — may indicate higher carb diet or frequent corrections.
fr: Pourcentage de bolus plus élevé — cela peut indiquer un régime riche en glucides ou des corrections fréquentes.

source: Insufficient data to assess ratio.
fr: Données insuffisantes pour évaluer le ratio.

source: Insulin Delivery Report - Nocturne Reports
fr: Rapport d'administration d'insuline - Rapports Nocturne

source: Analyze your insulin delivery patterns including basal/bolus ratios and TDD trends
fr: Analysez vos schémas de délivrance d'insuline, y compris les ratios basal/bolus et les tendances de la dose quotidienne totale.

source: <0/> Insulin Delivery Report
fr: <0/> Rapport d'administration d'insuline

source: Comprehensive analysis of your basal and bolus insulin patterns
fr: Analyse complète de vos schémas d'insuline basale et bolus

source: Basal Analysis <0/>
fr: Analyse basale <0/>

source: {0} insulin events
fr: {0} événements d'insuline

source: <0/> Understanding Basal/Bolus Balance
fr: <0/> Comprendre l'équilibre basale/bolus

source: <0>Basal insulin:</0> Continuous background insulin that covers your body's baseline needs
fr: <0>Insuline basale :</0> Insuline de fond continue qui couvre vos besoins de base.

source: <0>Bolus insulin:</0> Insulin taken for meals and to correct high glucose
fr: <0>Insuline bolus :</0> Insuline prise pour les repas et corriger une glycémie élevée

source: A typical split is around 50/50, but this can vary based on diet, activity, and individual needs. Some people do well with 40/60 or 60/40 ratios.
fr: Un partage typique est d'environ 50/50, mais cela peut varier selon l'alimentation, l'activité et les besoins individuels. Certains sont à l'aise avec des ratios 40/60 ou 60/40.

source: units/day
fr: unités/jour

source: {0}U total
fr: {0} U au total

source: Boluses/Day
fr: Bolus/jour

source: avg {0}U each
fr: en moyenne {0} U chacun

source: Avg I:C
fr: Ratio glucides/insuline moyen

source: Basal/Bolus Ratio: {0}% / {1}%
fr: Ratio basal/bolus : {0}% / {1}%

source: <0/> Daily Basal/Bolus Breakdown
fr: <0/> Répartition quotidienne basale/bolus

source: See how your insulin was split each day
fr: Voyez comment votre insuline est répartie chaque jour

source: <0/> Hourly Insulin Delivery
fr: <0/> Livraison d'insuline horaire

source: Average insulin delivered by hour of day, split by basal and bolus
fr: Insuline moyenne délivrée par heure, répartie entre basal et bolus

source: <0/> Bolus Breakdown
fr: <0/> Répartition des bolus

source: Understanding your bolus insulin usage
fr: Comprendre l'utilisation de vos bolus

source: Total Boluses
fr: Bolus totaux

source: Over {0} days
fr: Sur {0} jours

source: Meal Boluses
fr: Bolus repas

source: {0}% of boluses
fr: {0}% des bolus

source: Correction Boluses
fr: Bolus de correction

source: Bolus Pattern Insights
fr: Insights sur le schéma de bolus

source: More corrections than meal boluses suggests possible underbolusing for meals or basal rate adjustments needed.
fr: Plus de corrections que de bolus repas suggère un sous-dosage pour les repas ou des ajustements basaux nécessaires.

source: Low bolus frequency — typical for low-carb diets or those with significant basal coverage.
fr: Fréquence de bolus faible — typique des régimes pauvres en glucides ou d'une prise en charge basale importante.

source: High bolus frequency — may include many small corrections. Consider if larger doses with meals could reduce overall corrections.
fr: Fréquence de bolus élevée — cela peut inclure de nombreuses petites corrections. Envisagez des doses plus importantes aux repas pour réduire les corrections.

source: smaller boluses may indicate frequent snacking or active lifestyle.
fr: Des bolus plus petits peuvent indiquer des collations fréquentes ou un mode de vie actif.

source: larger boluses typical for higher carb meals.
fr: Des bolus plus importants typiques des repas riches en glucides.

source: moderate bolus sizes.
fr: Tailles de bolus modérées.

source: Average bolus size of {0}U — <0/>
fr: Taille moyenne de bolus de {0} U — <0/>

source: <0/> Clinical Reference
fr: <0/> Référence clinique

source: means you use about 1 unit of insulin for every {0} grams of carbs.
fr: signifie que vous utilisez environ 1 unité d'insuline pour {0} grammes de glucides.

source: <0>I:C Ratio Check:</0> Your average insulin-to-carb ratio of 1:{0} <1/>
fr: <0>Vérification du ratio I:C :</0> Votre ratio moyen insuline/glucides est de 1 : {0} <1/>

source: Basal Rate Analysis <0/>
fr: Analyse du taux basal <0/>

source: Redirecting to Calendar...
fr: Redirection vers le calendrier...

source: Treatment Log - Nocturne
fr: Journal de traitement - Nocturne

source: View and manage your diabetes treatments, insulin doses, and carb entries
fr: Consultez et gérez vos traitements, doses d'insuline et saisies de glucides

source: {0} treatments
fr: {0} traitements

source: Search
fr: Rechercher

source: <0/> Event Types <1/> <2/>
fr: <0/> Types d'événements <1/> <2/>

source: Delete Treatment
fr: Supprimer le traitement

source: Are you sure you want to delete this {0} treatment? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer ce traitement {0} ? Cette action est irréversible.

source: Treatment Details
fr: Détails du traitement

source: Time:
fr: Heure :

source: <0>Insulin:</0> {0}U
fr: <0>Insuline :</0> {0} U

source: <0>Carbs:</0> {0}g
fr: <0>Glucides :</0> {0} g

source: Treatment deleted successfully
fr: Traitement supprimé avec succès

source: Delete {0} Treatments
fr: Supprimer {0} traitements

source: Are you sure you want to delete {0} selected treatment{1}? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer les {0} traitement(s) sélectionné(s){1} ? Cette action est irréversible.

source: Selected Treatments
fr: Traitements sélectionnés

source: ... and {0} more treatments
fr: ... et {0} autres traitements

source: Failed to delete treatments
fr: Échec de la suppression des traitements

source: Delete {0} Treatment{1}
fr: Supprimer {0} traitement{1}

source: No data available for this week
fr: Pas de données disponibles pour cette semaine

source: Site Change Impact - Nocturne Reports
fr: Impact du changement de site - Rapports Nocturne

source: Analyze how pump site changes affect your glucose control
fr: Analysez comment les changements de site de pompe affectent votre glycémie

source: <0/> Site Change Impact
fr: <0/> Impact du changement de site

source: Analyze glucose patterns before and after pump site changes
fr: Analysez les schémas glycémiques avant et après les changements de site

source: <0/> Back to Reports
fr: <0/> Retour aux rapports

source: ({0} days)
fr: ({0} jours)

source: site changes analyzed
fr: changements de site analysés

source: <0/> Glucose Pattern Around Site Changes
fr: <0/> Schéma glycémique autour des changements de site

source: Average glucose levels in the hours before and after each site change
fr: Niveaux glycémiques moyens dans les heures avant et après chaque changement de site

source: Loading site change data...
fr: Chargement des données de changement de site...

source: <0>What this shows:</0> This report averages your glucose readings across all your site changes to reveal patterns in how your glucose control changes as your infusion site ages.
fr: <0>Ce que cela montre :</0> ce rapport moyenne vos lectures glycémiques sur tous vos changements de site pour révéler les schémas de contrôle selon l'âge du site.

source: Before Site Change (Left)
fr: Avant le changement de site (à gauche)

source: Shows glucose patterns in the hours before you changed your site. Higher glucose here may indicate absorption issues with an aging site.
fr: Montre les schémas glycémiques dans les heures précédant vos changements de site. Des glycémies plus élevées ici peuvent indiquer des problèmes d'absorption liés à un site vieillissant.

source: After Site Change (Right)
fr: Après le changement de site (à droite)

source: Shows glucose patterns after the fresh site is inserted. Watch for improvements in control indicating better insulin absorption.
fr: Montre les schémas glycémiques après l'insertion du nouveau site. Surveillez les améliorations indiquant une meilleure absorption.

source: 💡 Tip
fr: 💡 Astuce

source: If you see consistently higher glucose before site changes, consider changing your site more frequently or investigating potential site issues.
fr: Si vous observez des glycémies plus élevées avant les changements, envisagez de changer plus souvent ou d'examiner d'éventuels problèmes de site.

source: <0/> Key Insights
fr: <0/> Principaux enseignements

source: Significant Improvement
fr: Amélioration significative

source: Your glucose improves by {0}% after site changes. Consider more frequent changes if site age affects control.
fr: Votre glycémie s'améliore de {0}% après les changements de site. Pensez à les faire plus fréquemment si l'âge du site perturbe le contrôle.

source: Post-Change Rise
fr: Hausse post-change

source: Your glucose is {0}% higher after site changes. This might indicate insertion issues or site location sensitivity.
fr: Votre glycémie est {0}% plus élevée après les changements de site. Cela peut indiquer un problème d'insertion ou une sensibilité à l'emplacement.

source: Stable Control
fr: Contrôle stable

source: Your glucose control is relatively stable around site changes. Site age doesn't appear to significantly affect your control.
fr: Votre contrôle glycémique est relativement stable autour des changements de site. L'âge du site n'affecte pas significativement votre contrôle.

source: Time in range improves from {0}% to {1}% after site changes.
fr: Le temps dans la plage passe de {0}% à {1}% après les changements de site.

source: Account - Settings - Nocturne
fr: Compte - Paramètres - Nocturne

source: View and manage your account information
fr: Consultez et gérez les informations de votre compte

source: Account Details
fr: Détails du compte

source: Subject ID
fr: ID du sujet

source: Session Expires
fr: Session expire

source: <0/> Roles
fr: <0/> Rôles

source: No roles assigned
fr: Aucun rôle attribué

source: No explicit permissions
fr: Aucune permission explicite

source: <0/> Back to Settings
fr: <0/> Retour aux paramètres

source: <0/> Log Out
fr: <0/> Déconnexion

source: Not Signed In
fr: Non connecté

source: Sign in to access your account dashboard and manage your settings.
fr: Connectez-vous pour accéder à votre tableau de bord et gérer vos paramètres.

source: <0/> Sign In with Nocturne
fr: <0/> Se connecter avec Nocturne

source: Failed to load admin data
fr: Échec du chargement des données admin

source: Delete this subject? This action cannot be undone.
fr: Supprimer ce sujet ? Cette action est irréversible.

source: Delete this role? This action cannot be undone.
fr: Supprimer ce rôle ? Cette action est irréversible.

source: API - Entries
fr: API - Entrées

source: API - Treatments
fr: API - Traitements

source: API - Device Status
fr: API - Statut des appareils

source: API - Profile
fr: API - Profil

source: API - Food
fr: API - Aliments

source: Care Portal
fr: Portail de soins

source: Administration - Settings - Nocturne
fr: Administration - Paramètres - Nocturne

source: <0/> Accounts <1/>
fr: <0/> Comptes <1/>

source: <0/> Roles <1/>
fr: <0/> Rôles <1/>

source: <0/> Tokens
fr: <0/> Jetons

source: <0/> Password Resets <1/>
fr: <0/> Réinitialisations de mot de passe <1/>

source: Subjects
fr: Sujets

source: Users, devices, and services that can access the system
fr: Utilisateurs, appareils et services pouvant accéder au système

source: <0/> New Subject
fr: <0/> Nouveau sujet

source: No subjects found
fr: Aucun sujet trouvé

source: Create your first subject to get started
fr: Créez votre premier sujet pour commencer

source: <0/> Unauthenticated Access
fr: <0/> Accès non authentifié

source: Has Token
fr: Possède un jeton

source: Shows what users without login can see
fr: Affiche ce que voient les utilisateurs non connectés

source: Roles: {0}
fr: Rôles : {0}

source: <0/> View Token
fr: <0/> Voir le jeton

source: Define permission sets that can be assigned to subjects
fr: Définissez des ensembles de permissions attribuables aux sujets

source: <0/> New Role
fr: <0/> Nouveau rôle

source: No roles found
fr: Aucun rôle trouvé

source: Create your first role to get started
fr: Créez votre premier rôle pour commencer

source: <0/> System
fr: <0/> Système

source: No permissions
fr: Aucune permission

source: +{0} more
fr: +{0} de plus

source: API Tokens
fr: Jetons API

source: Generate and manage access tokens for API access. Tokens are tied to subjects and inherit their permissions.
fr: Générez et gérez les jetons d'accès pour l'API. Ils sont liés aux sujets et héritent de leurs permissions.

source: To generate an API token, create a new subject with the appropriate roles.
fr: Pour générer un jeton API, créez un nouveau sujet avec les rôles appropriés.

source: <0/> Create Subject with Token
fr: <0/> Créer un sujet avec jeton

source: Subjects with Tokens
fr: Sujets avec jetons

source: <0/> Copy Token
fr: <0/> Copier le jeton

source: Pending Password Resets
fr: Réinitialisations de mot de passe en attente

source: Review password reset requests and provide temporary access.
fr: Examinez les demandes de réinitialisation et accordez un accès temporaire.

source: No pending password reset requests
fr: Aucune demande de réinitialisation en attente

source: Requested: {0} <0/>
fr: Demandé : {0} <0/>

source: Set Password
fr: Définir un mot de passe

source: Generate Link
fr: Générer un lien

source: New Subject
fr: Nouveau sujet

source: Edit Subject
fr: Modifier le sujet

source: Create a new subject that can access the system.
fr: Créez un nouveau sujet pouvant accéder au système.

source: Update subject details and role assignments.
fr: Mettez à jour les détails du sujet et les rôles associés.
