Repository: nightscout/nocturne
Catalog: src/Web/locales/*.po
Languages: fr

source: <0/> Server Connectors
fr: <0/> Connecteurs serveur

source: Connectors that run on the server to pull data from cloud services
fr: Connecteurs qui s'exécutent sur le serveur pour récupérer des données depuis des services cloud

source: <0/> Syncing...
fr: <0/> Synchronisation...

source: <0/> Manual Sync
fr: <0/> Synchronisation manuelle

source: <0/> Syncing
fr: <0/> Synchronisation

source: BackingOff
fr: Attente

source: <0/> Backing Off
fr: <0/> En attente

source: <0/> Error
fr: <0/> Erreur

source: {0} entries (24h)
fr: {0} entrées(24h)

source: Server Config
fr: Configuration du serveur

source: Server connectors require environment variable configuration. See the documentation for setup instructions.
fr: Les connecteurs serveur nécessitent une configuration par variables d'environnement. Consultez la documentation pour les instructions de mise en place.

source: <0/> API Information
fr: <0/> Informations API

source: Use these endpoints to configure uploaders manually
fr: Utilisez ces points de terminaison pour configurer manuellement les uploaders

source: Base URL
fr: URL de base

source: Entries Endpoint
fr: Point de terminaison des entrées

source: Most uploaders use the Nightscout API format. Use your API secret for authentication via the <0/> header or embed it in the URL.
fr: La plupart des uploaders utilisent le format API Nightscout. Utilisez votre secret API pour l'authentification via l'en-tête <0/> ou intégrez-le à l'URL.

source: <0/> Set up {0}
fr: <0/> Configurez {0}

source: Connection Details
fr: Détails de connexion

source: xDrip+ Style URL (with API secret)
fr: URL au format xDrip+ (avec secret API)

source: Replace YOUR-API-SECRET with your actual API secret
fr: Remplacez YOUR-API-SECRET par votre secret API réel

source: Use the API secret you configured for your Nocturne instance
fr: Utilisez le secret API que vous avez configuré pour votre instance Nocturne

source: Setup Instructions
fr: Instructions de configuration

source: <0/> Visit {0} Website
fr: <0/> Visitez le site {0}

source: <0/> Demo Data
fr: <0/> Données de démonstration

source: Manage the simulated demo data in your Nocturne instance
fr: Gérez les données de démonstration simulées de votre instance Nocturne

source: Demo data cleared successfully
fr: Les données de démonstration ont été supprimées avec succès

source: Deleted {0} entries
fr: {0} entrées supprimées

source: <0>This is demo data</0> — synthetic glucose readings generated for testing and demonstration purposes.
fr: <0>Ce sont des données de démonstration</0> — lectures glycémiques synthétiques générées pour les tests et les démonstrations.

source: You can safely delete all demo data. It's very easy to regenerate:
fr: Vous pouvez supprimer toutes les données de démonstration en toute sécurité. Il est très facile de les régénérer :

source: Restart the demo service to regenerate data
fr: Redémarrez le service de démonstration pour régénérer les données

source: Only demo-generated data will be deleted
fr: Seules les données générées par la démonstration seront supprimées

source: Your real health data (if any) is not affected
fr: Vos données médicales réelles (le cas échéant) ne sont pas concernées

source: <0/> Deleting...
fr: <0/> Suppression…

source: <0/> Clear Demo Data
fr: <0/> Supprimer les données de démonstration

source: Last Seen
fr: Dernière connexion

source: Entries (24h)
fr: Entrées (24h)

source: Total Entries
fr: Total des entrées

source: Delete All Data from This Source
fr: Supprimer toutes les données de cette source

source: This will permanently delete all entries, treatments, and device status records from this data source.
fr: Cela supprimera définitivement toutes les entrées, traitements et états des appareils provenant de cette source de données.

source: <0/> Delete Data...
fr: <0/> Supprimer les données…

source: <0/> Permanently Delete Data
fr: <0/> Supprimer définitivement les données

source: ⚠️ THIS ACTION CANNOT BE UNDONE
fr: ⚠️ CETTE ACTION EST IRRÉVERSIBLE

source: You are about to permanently delete <0>all data</0> from <1/> . This includes:
fr: Vous êtes sur le point de supprimer définitivement <0>toutes les données</0> de <1/> . Cela inclut :

source: All glucose entries ({0} entries)
fr: Toutes les entrées glycémiques ({0} entrées)

source: All treatments entered by this device
fr: Tous les traitements saisis par cet appareil

source: All device status records
fr: Tous les états d'appareil enregistrés

source: Data deleted successfully
fr: Données supprimées avec succès

source: <0/> Delete All Data
fr: <0/> Supprimer toutes les données

source: <0/> Manual Sync Results
fr: <0/> Résultats de synchronisation manuelle

source: Re-sync data from all enabled connectors for the configured lookback period
fr: Re-synchronisez les données de tous les connecteurs activés pour la période configurée

source: Syncing all enabled connectors...
fr: Synchronisation de tous les connecteurs activés…

source: Sync completed successfully
fr: Synchronisation terminée avec succès

source: {0} of {1} connectors synced in {2}s
fr: {0} connecteur(s) sur {1} synchronisés en {2}s

source: Sync failed
fr: Échec de la synchronisation

source: Connector Results
fr: Résultats des connecteurs

source: Connector health and data metrics
fr: Santé et métriques des connecteurs

source: <0/> Healthy
fr: <0/> Sain

source: <0/> Offline
fr: <0/> Hors ligne

source: Breakdown by type:
fr: Répartition par type :

source: No breakdown available
fr: Aucune répartition disponible

source: Connector Offline
fr: Connecteur hors ligne

source: This connector is not currently running or cannot be reached. Check your server configuration and logs.
fr: Ce connecteur ne fonctionne pas actuellement ou est inaccessible. Vérifiez votre configuration serveur et les journaux.

source: Manual Sync
fr: Synchronisation manuelle

source: Select a date range to re-sync specific data.
fr: Sélectionnez une plage de dates pour resynchroniser des données spécifiques.

source: From
fr: De

source: To
fr: À

source: ({0} items)
fr: ({0} éléments)

source: <0/> Sync initiated successfully <1/>
fr: <0/> Synchronisation lancée avec succès <1/>

source: <0/> Sync Now
fr: <0/> Synchroniser maintenant

source: Food Definitions
fr: Définitions alimentaires

source: Download food data from MyFitnessPal for the date range above, without creating treatments. Useful for populating your food database.
fr: Téléchargez les données alimentaires depuis MyFitnessPal pour la période ci-dessus, sans créer de traitements. Utile pour enrichir votre base d'aliments.

source: ({0} foods imported)
fr: ({0} aliments importés)

source: <0/> Food sync completed <1/>
fr: <0/> Synchronisation alimentaire terminée <1/>

source: Food sync failed
fr: Échec de la synchronisation alimentaire

source: <0/> Downloading...
fr: <0/> Téléchargement en cours…

source: <0/> Download Food Definitions
fr: <0/> Télécharger les définitions alimentaires

source: Delete All Data from This Connector
fr: Supprimer toutes les données de ce connecteur

source: This will permanently delete all entries, treatments, and device status records synchronized by this connector.
fr: Cela supprimera définitivement toutes les entrées, traitements et états d'appareils synchronisés par ce connecteur.

source: <0/> Permanently Delete Connector Data
fr: <0/> Supprimer définitivement les données du connecteur

source: You are about to permanently delete <0>all data</0> synchronized by <1/> . This includes:
fr: Vous êtes sur le point de supprimer définitivement <0>toutes les données</0> synchronisées par <1/> . Cela inclut :

source: Any treatments and device status records from this connector
fr: Tous les traitements et états d'appareils provenant de ce connecteur

source: Moderate
fr: Modéré

source: Today's Summary
fr: Résumé du jour

source: {0} avg
fr: moyenne {0}

source: Variability:
fr: Variabilité :

source: No data today
fr: Pas de données aujourd'hui

source: Consumable
fr: Consommable

source: Appointment
fr: Rendez-vous

source: Reminder
fr: Rappel

source: Cannula
fr: Canule

source: Failed to load tracker data
fr: Impossible de charger les données du traceur

source: Notifications & Trackers - Settings - Nocturne
fr: Notifications et traceurs - Paramètres - Nocturne

source: Track consumables, appointments, and reminders
fr: Suivez consommables, rendez-vous et rappels

source: <0/> Active <1/>
fr: <0/> Actif <1/>

source: <0/> History
fr: <0/> Historique

source: <0/> Definitions
fr: <0/> Définitions

source: <0/> Presets
fr: <0/> Préréglages

source: Active Trackers
fr: Traceurs actifs

source: Currently running tracker instances
fr: Instances de traceurs en cours

source: <0/> Start Tracker
fr: <0/> Démarrer un traceur

source: No active trackers
fr: Aucun traceur actif

source: Start a tracker from your definitions
fr: Démarrez un traceur depuis vos définitions

source: History
fr: Historique

source: Completed tracker instances
fr: Instances de traceurs terminées

source: Tracker Definitions
fr: Définitions de traceurs

source: Reusable tracker templates with notification thresholds
fr: Modèles réutilisables avec seuils de notification

source: <0/> New Definition
fr: <0/> Nouvelle définition

source: No definitions yet
fr: Aucune définition pour l'instant

source: Create a tracker definition to get started
fr: Créez une définition de traceur pour commencer

source: ★ Favorite
fr: ★ Favori

source: · {0}h lifespan
fr: · durée de {0}h

source: · {0} threshold{1}
fr: · seuil{1} de {0}

source: One-click tracker activation
fr: Activation du traceur en un clic

source: <0/> New Preset
fr: <0/> Nouveau préréglage

source: No presets yet
fr: Aucun préréglage pour l'instant

source: Create presets for one-click tracker activation
fr: Créez des préréglages pour activer des traceurs en un clic

source: <0/> Create Preset
fr: <0/> Créer un préréglage

source: <0/> Apply
fr: <0/> Appliquer

source: New Tracker Definition
fr: Nouvelle définition de traceur

source: Edit Definition
fr: Modifier la définition

source: Dashboard Visibility
fr: Visibilité sur le tableau de bord

source: Off - Don't show on dashboard
fr: Désactivé - Ne pas afficher sur le tableau de bord

source: Always show
fr: Toujours afficher

source: Show after Info threshold
fr: Afficher après le seuil Info

source: Show after Warn threshold
fr: Afficher après le seuil Avertissement

source: Show after Hazard threshold
fr: Afficher après le seuil Danger

source: Show after Urgent threshold
fr: Afficher après le seuil Urgence

source: When to show this tracker as a pill on the dashboard
fr: Quand afficher ce traceur comme pastille sur le tableau de bord

source: Public Visibility
fr: Visibilité publique

source: Public - Visible to everyone
fr: Public - Visible par tous

source: Private - Only you can see
fr: Privé - Visible uniquement par vous

source: Controls whether this tracker is visible to unauthenticated users
fr: Détermine si ce traceur est visible par les utilisateurs non authentifiés

source: Event Integration (Nightscout)
fr: Intégration d'événements (Nightscout)

source: Create event on start
fr: Créer un événement au démarrage

source: None - don't create event
fr: Aucun - ne pas créer d'événement

source: Create event on completion
fr: Créer un événement à la fin

source: Delete Tracker Definition
fr: Supprimer la définition de traceur

source: Are you sure you want to delete this tracker definition? This action cannot be undone. Any active instances using this definition will remain, but you won't be able to start new ones.
fr: Voulez-vous vraiment supprimer cette définition de traceur ? Cette action est irréversible. Toutes les instances actives basées sur cette définition resteront actives, mais vous ne pourrez plus en lancer de nouvelles.

source: Delete Tracker Instance
fr: Supprimer l'instance de traceur

source: Are you sure you want to delete this tracker instance? This action cannot be undone.
fr: Voulez-vous vraiment supprimer cette instance de traceur ? Cette action est irréversible.

source: New Preset
fr: Nouveau préréglage

source: Edit Preset
fr: Modifier le préréglage

source: Create a quick preset for one-click tracker activation.
fr: Créez un préréglage rapide pour activer un traceur en un clic.

source: Preset Name
fr: Nom du préréglage

source: Tracker Definition
fr: Définition de traceur

source: Select a definition
fr: Sélectionnez une définition

source: Default Start Notes (optional)
fr: Notes de démarrage par défaut (facultatif)

source: These notes will be pre-filled when applying this preset.
fr: Ces notes seront préremplies lors de l'application de ce préréglage.

source: Delete Preset
fr: Supprimer le préréglage

source: Are you sure you want to delete this preset? This action cannot be undone.
fr: Voulez-vous vraiment supprimer ce préréglage ? Cette action est irréversible.

source: Connection
fr: Connexion

source: Error:
fr: Erreur :

source: Recent Meals
fr: Repas récents

source: Last: {0}
fr: Dernier : {0}

source: No recent meals
fr: Pas de repas récents

source: Last 24h
fr: Dernières 24 heures

source: Severe Low: {0}%
fr: Hypo sévère : {0}%

source: Low: {0}%
fr: Hypo : {0}%

source: In Range: {0}%
fr: Dans la cible : {0}%

source: High: {0}%
fr: Hyper : {0}%

source: Severe High: {0}%
fr: Hyper sévère : {0}%

source: Alarm: {0}
fr: Alarme : {0}

source: No Data Received
fr: Aucune donnée reçue

source: Glucose Alert
fr: Alerte glycémie

source: <0/> Snooze {0}m
fr: <0/> Mettre en sourdine {0}m

source: Dismiss Alarm
fr: Ignorer l'alarme

source: Trackers
fr: Traceurs

source: Please contact one of the following people immediately.
fr: Veuillez contacter immédiatement l'une des personnes suivantes.

source: Contact Name
fr: Nom du contact

source: Close Emergency View
fr: Fermer la vue d'urgence

source: More
fr: Plus

source: Command Palette
fr: Palette de commandes

source: Search for a command to run
fr: Recherchez une commande à exécuter

source: Show supported formats
fr: Afficher les formats pris en charge

source: Supported formats:
fr: Formats pris en charge :

source: <0/> — plain hours
fr: <0/> — heures entières

source: <0/> or <1/> — multiplication
fr: <0/> ou <1/> — multiplication

source: <0/> or <1/> — days to hours
fr: <0/> ou <1/> — jours en heures

source: <0/> or <1/> — weeks to hours
fr: <0/> ou <1/> — semaines en heures

source: = <0/> hours <1/>
fr: = <0/> heures <1/>

source: More pages
fr: Plus de pages

source: Next
fr: Suivant

source: Go to next page
fr: Aller à la page suivante

source: Previous
fr: Précédent

source: Go to previous page
fr: Aller à la page précédente

source: Toggle Sidebar
fr: Basculer la barre latérale

source: Sidebar
fr: Barre latérale

source: Displays the mobile sidebar.
fr: Affiche la barre latérale mobile.

source: Analysis {0} - Nocturne Dashboard
fr: Analyse {0} - Tableau de bord Nocturne

source: Detailed view of discrepancy analysis
fr: Vue détaillée de l'analyse des écarts

source: <0/> Back to Analyses
fr: <0/> Retour aux analyses

source: Analysis Details
fr: Détails de l'analyse

source: Correlation ID: {0}
fr: ID de corrélation : {0}

source: Analyzed on {0}
fr: Analyse effectuée le {0}

source: Processing Time
fr: Temps de traitement

source: Status Match
fr: Statut de correspondance

source: Yes
fr: Oui

source: No
fr: Non

source: Body Match
fr: Correspondance du corps

source: Total Discrepancies
fr: Total des écarts

source: Response Status Codes
fr: Codes de réponse

source: Selected Response:
fr: Réponse sélectionnée :

source: <0/> Discrepancies ({0})
fr: <0/> Écarts ({0})

source: Detailed breakdown of differences found between responses
fr: Répartition détaillée des différences relevées entre les réponses

source: <0/> No Discrepancies Found
fr: <0/> Aucun écart détecté

source: The responses matched perfectly with no differences detected.
fr: Les réponses concordaient parfaitement, sans différences.

source: Clock Builder - Nightscout
fr: Constructeur de cadrans - Nightscout

source: Build your own custom Nightscout clock display
fr: Créez votre propre affichage d'horloge Nightscout

source: {0} old · Started {1} <0/>
fr: {0} ancien · Démarré {1} <0/>

source: <0/> Language
fr: <0/> Langue

source: Choose your preferred language for the interface
fr: Choisissez votre langue préférée pour l'interface

source: Display language
fr: Langue d'affichage

source: Your language preference will be saved to your account and synced across devices.
fr: Votre préférence de langue sera enregistrée sur votre compte et synchronisée sur vos appareils.

source: Sign in to sync your language preference across devices.
fr: Connectez-vous pour synchroniser votre préférence linguistique entre vos appareils.

source: Offline
fr: Hors ligne

source: <0/> Has Data
fr: <0/> Contient des données

source: Connector Not Running
fr: Connecteur non en service

source: This connector is not currently running, but data from previous syncs is still stored. You can delete this data below.
fr: Ce connecteur ne fonctionne pas actuellement, mais les données des synchronisations précédentes sont toujours conservées. Vous pouvez les supprimer ci-dessous.

source: Total entries
fr: Total des entrées

source: Entries in last 24 hours
fr: Entrées des dernières 24 heures

source: Last entry received
fr: Dernière entrée reçue

source: Disabled
fr: Désactivé

source: <0/> Disabled
fr: <0/> Désactivé

source: ({0} in 24h)
fr: ({0} en 24h)

source: {0} entries <0/> • Last seen {1}
fr: {0} entrées <0/> • Dernière connexion {1}

source: Connector Disabled
fr: Connecteur désactivé

source: This connector is not currently enabled, but historical data from previous syncs is still stored. Enable the connector in your server configuration to resume syncing, or delete the data below.
fr: Ce connecteur n'est pas activé actuellement, mais les données historiques des synchronisations précédentes sont conservées. Activez le connecteur dans votre configuration serveur pour reprendre la synchronisation, ou supprimez les données ci-dessous.

source: Review and manage your insulin doses, carb entries, and device events. Use filters to find specific treatments.
fr: Examinez et gérez vos doses d'insuline, vos entrées de glucides et vos événements d'appareils. Utilisez des filtres pour retrouver des traitements précis.

source: Your key metrics at a glance
fr: Vos indicateurs clés en un coup d'œil

source: All your important numbers in one place
fr: Tous vos chiffres importants au même endroit

source: Your typical day's glucose pattern
fr: Le schéma typique de votre glycémie sur une journée

source: Time spent in each glucose zone
fr: Temps passé dans chaque zone glycémique

source: Discover what affects your glucose
fr: Découvrez ce qui influence votre glycémie

source: Review each day individually
fr: Examinez chaque jour individuellement

source: Compare patterns across days
fr: Comparez les schémas entre plusieurs jours

source: Find your best and worst hours
fr: Trouvez vos heures les plus favorables et les plus difficiles

source: How food, exercise & sleep affect you
fr: Comment alimentation, activité et sommeil vous impactent

source: See how different meals affect you
fr: Voyez l'effet de chaque repas sur vous

source: Track activity's effect on glucose
fr: Suivez l'incidence de l'activité physique sur la glycémie

source: Understand your overnight patterns
fr: Comprenez vos tendances nocturnes

source: Is your treatment working?
fr: Votre traitement fonctionne-t-il ?

source: Your insulin and carb history
fr: Votre historique d'insuline et de glucides

source: How your basal rates vary
fr: Comment vos débits basaux varient

source: Basal vs bolus breakdown
fr: Répartition basal vs bolus

source: How site changes affect control
fr: Comment les changements de site influencent le contrôle

source: Unable to load reports
fr: Impossible de charger les rapports

source: {0} readings analyzed
fr: {0} lectures analysées

source: Variability
fr: Variabilité

source: Glucose pattern over 24 hours
fr: Schéma glycémique sur 24 heures

source: No Data Available
fr: Pas de données disponibles

source: There aren't enough glucose readings in the selected date range to generate analytics. Try selecting a larger date range.
fr: Il n'y a pas assez de lectures glycémiques dans la plage de dates sélectionnée pour générer des analyses. Essayez une plage plus large.

source: Explore Your Data
fr: Explorez vos données

source: Coming soon
fr: Prochainement

source: <0>{0} readings</0> from {0} to {1} <1/> Last updated {2}
fr: <0>{0} lectures</0> du {0} au {1} <1/> Dernière mise à jour {2}

source: This report is for informational purposes. Always consult your healthcare provider for medical advice.
fr: Ce rapport est fourni uniquement à titre informatif. Consultez toujours votre professionnel de santé pour un avis médical.
