Repository: nightscout/nocturne
Catalog: src/Web/locales/*.po
Languages: fr

source: Set your desired low and high targets throughout the day
fr: Définissez vos cibles basses et hautes tout au long de la journée

source: Target Low
fr: Cible basse

source: <0/> Add
fr: <0/> Ajouter

source: Value
fr: Valeur

source: Target High
fr: Cible haute

source: Unsaved changes
fr: Modifications non enregistrées

source: No profile selected for editing.
fr: Aucun profil sélectionné à modifier.

source: Externally Managed Profile
fr: Profil géré à l'extérieur

source: I Understand
fr: Je comprends

source: <0/> Add Time Block
fr: <0/> Ajouter un bloc horaire

source: Start Time
fr: Heure de début

source: No time blocks configured. Click "Add Time Block" to get started.
fr: Aucun bloc horaire configuré. Cliquez sur « Ajouter un bloc horaire » pour démarrer.

source: Select an icon
fr: Sélectionnez une icône

source: Syncing...
fr: Synchronisation...

source: Nocturne Tracker
fr: Tracker Nocturne

source: Complete {0}
fr: Terminer {0}

source: Mark this tracker as complete with an optional reason and notes.
fr: Marquez ce tracker comme terminé avec un motif optionnel et des notes.

source: Completed At
fr: Terminé à

source: Completion Reason
fr: Motif de complétion

source: Notes (optional)
fr: Notes (optionnel)

source: Start another {0} after completion
fr: Démarrez un autre {0} après la complétion

source: <0/> Complete
fr: <0/> Terminer

source: Warning
fr: Avertissement

source: Hazard
fr: Danger

source: Notification Thresholds
fr: Seuils de notification

source: No notification thresholds configured
fr: Aucun seuil de notification configuré

source: Add thresholds to get notified as the tracker ages
fr: Ajoutez des seuils pour être notifié au fil de l'âge du tracker

source: Level
fr: Niveau

source: After (hours)
fr: Après (heures)

source: Description (optional)
fr: Description (optionnel)

source: Message shown when triggered
fr: Message affiché lors du déclenchement

source: Remove notification
fr: Supprimer la notification

source: Notifications trigger when tracker age exceeds the specified hours.
fr: Les notifications se déclenchent lorsque l'âge du tracker dépasse les heures spécifiées.

source: Start {0}
fr: Démarrer {0}

source: Last completed {0} <0/>
fr: Dernier {0} terminé <0/>

source: Begin tracking {0}.
fr: Commencez à suivre {0}.

source: Adjust if you started this earlier.
fr: Ajustez si vous avez commencé plus tôt.

source: Notification Schedule (Adjusted)
fr: Calendrier des notifications (ajusté)

source: Triggered
fr: Déclenché

source: Triggering in
fr: Déclenchement dans

source: <0/> Start
fr: <0/> Démarrer

source: Overdue
fr: En retard

source: Inserted
fr: Inséré

source: Age
fr: Âge

source: Time Remaining
fr: Temps restant

source: Recommended Change
fr: Changement recommandé

source: Every {0}h ({1} days)
fr: Toutes les {0} h ({1} jours)

source: Add Site Change
fr: Ajouter un changement de site

source: Current Basal
fr: Basal actuel

source: Active Profile
fr: Profil actif

source: Active Temp Basal Start
fr: Début du basal temporaire actif

source: Active Temp Basal Duration
fr: Durée du basal temporaire actif

source: Active Temp Basal Remaining
fr: Basal temporaire actif restant

source: Basal Profile Value
fr: Valeur du profil basal

source: Last Carbs
fr: Derniers glucides

source: Actively absorbing
fr: Absorption en cours

source: Waiting for absorption
fr: En attente d'absorption

source: Last Bolus
fr: Dernier bolus

source: Activity
fr: Activité

source: Device
fr: Appareil

source: Loop
fr: Boucle

source: Sensor Insert
fr: Insertion du capteur

source: Transmitter ID
fr: ID de l'émetteur

source: Sensor Life
fr: Durée de vie du capteur

source: Add Sensor Change
fr: Ajouter un changement de capteur

source: Active tracker
fr: Tracker actif

source: <0/> Running Time
fr: <0/> Temps d'activité

source: Expected Lifespan
fr: Durée de vie prévue

source: <0/> Complete Tracker
fr: <0/> Terminer le tracker

source: Stop
fr: Arrêter

source: Play Preview
fr: Lire l'aperçu

source: {0}% → {1}% over {2}s
fr: {0}% → {1}% sur {2} s

source: Sound disabled for this alarm
fr: Son désactivé pour cette alarme

source: UrgentLow
fr: UrgentBas

source: UrgentHigh
fr: UrgentHaut

source: Select sound
fr: Sélectionner un son

source: ForecastLow
fr: Prévision basse

source: RisingFast
fr: Hausse rapide

source: FallingFast
fr: Baisse rapide

source: StaleData
fr: Données périmées

source: Short
fr: Court

source: Continuous
fr: Continu

source: Edit Alarm
fr: Modifier l'alarme

source: New Alarm
fr: Nouvelle alarme

source: Configure all aspects of this alarm including sounds, visuals, and smart behaviors.
fr: Configurez tous les aspects de cette alarme, sons, visuels et comportements intelligents.

source: <0/> General
fr: <0/> Général

source: <0/> Visual
fr: <0/> Visuel

source: <0/> Schedule
fr: <0/> Planification

source: Alarm Name
fr: Nom de l'alarme

source: Optional description
fr: Description optionnelle

source: Alarm Type
fr: Type d'alarme

source: Administer carbs ONLY if they are conscious and able to swallow by themselves.
fr: Administrez des glucides UNIQUEMENT s'ils sont conscients et capables d'avaler par eux-mêmes.

source: Priority
fr: Priorité

source: Threshold Settings
fr: Paramètres de seuil

source: Minutes without data
fr: Minutes sans données

source: Threshold
fr: Seuil

source: Upper Threshold
fr: Seuil supérieur

source: Lead Time
fr: Préavis

source: How far ahead to predict (5-60 min). Alarm triggers if glucose is forecast to drop below threshold within this time.
fr: Prévoyez combien de temps à l'avance (5 à 60 min). L'alarme se déclenchera si la glycémie est prévue de descendre sous le seuil pendant ce laps de temps.

source: Delayed Raise (Persistence)
fr: Relance différée (persistance)

source: Only trigger alarm if condition persists for this long
fr: Déclenchez l'alarme seulement si la condition persiste aussi longtemps

source: minutes (0 = immediate)
fr: minutes (0 = immédiat)

source: Override Quiet Hours
fr: Outrepasser les heures calmes

source: This alarm will sound even during quiet hours
fr: Cette alarme sonnera même pendant les heures calmes

source: Sound Enabled
fr: Son activé

source: Play audio when alarm triggers
fr: Jouer un son lors du déclenchement

source: Alarm Sound
fr: Son d'alarme

source: Hide
fr: Masquer

source: <0/> {0} Custom Sounds
fr: <0/> {0} sons personnalisés

source: Built-in Sounds
fr: Sons intégrés

source: Custom Sounds
fr: Sons personnalisés

source: Test Alarm
fr: Tester l'alarme

source: Preview sound and visual effects
fr: Prévisualiser le son et les effets visuels

source: Ascending Volume
fr: Volume croissant

source: Start quiet and gradually get louder
fr: Commencez doucement puis augmentez progressivement

source: Start Volume
fr: Volume de départ

source: Max Volume
fr: Volume maximum

source: Ramp Duration
fr: Durée de montée

source: Not on this device
fr: Pas sur cet appareil

source: Vibrate device when alarm triggers
fr: Faire vibrer l'appareil lors du déclenchement

source: Vibration Pattern
fr: Motif de vibration

source: Screen Flash
fr: Clignotement d'écran

source: Flash the screen to get attention
fr: Faire clignoter l'écran pour attirer l'attention

source: Flash Color
fr: Couleur du flash

source: Flash Interval
fr: Intervalle du flash

source: Persistent Banner
fr: Bannière persistante

source: Blocked on this device
fr: Bloqué sur cet appareil

source: Needs Permission
fr: Permission requise

source: Show notification banner until acknowledged
fr: Afficher la bannière de notification jusqu'à l'acquittement

source: Wake Screen
fr: Allumer l'écran

source: Turn on the screen when alarm triggers
fr: Allumez l'écran lors du déclenchement de l'alarme

source: Show Emergency Contacts
fr: Afficher les contacts d'urgence

source: Display "In Case of Emergency, Contact:" info during alarm
fr: Afficher les informations « En cas d'urgence, contactez : » pendant l'alarme

source: Specific Instructions
fr: Instructions spécifiques

source: Instructions to display to your emergency contacts.
fr: Instructions à afficher à vos contacts d'urgence.

source: <0/> Snooze Settings
fr: <0/> Paramètres de répétition

source: Default Snooze
fr: Répétition par défaut

source: Maximum Snooze
fr: Répétition maximale

source: Quick Snooze Options
fr: Options de répétition rapide

source: + Add
fr: + Ajouter

source: Re-raise if Unacknowledged
fr: Relancer si non acquitté

source: Repeat alarm if not acknowledged
fr: Répéter l'alarme si non acquittée

source: Re-raise every
fr: Relancer toutes les

source: Escalate Volume
fr: Augmenter le volume

source: Get louder each time
fr: Devenir plus fort à chaque fois

source: Smart Snooze
fr: Répétition intelligente

source: Auto-extend snooze if trending in correct direction
fr: Prolonger automatiquement la répétition si la tendance est bonne

source: For high alarms: extend if glucose is falling. <0/> For low alarms: extend if glucose is rising.
fr: Pour les alarmes hautes : prolongez si la glycémie baisse. <0/> Pour les alarmes basses : prolongez si la glycémie remonte.

source: Min Delta
fr: Delta min

source: Extend by
fr: Étendre de

source: Max Total
fr: Total max

source: Time-Based Schedule
fr: Calendrier basé sur l'heure

source: Only activate alarm during specific times
fr: Activer l'alarme uniquement à des heures spécifiques

source: Active Days
fr: Jours actifs

source: Click to toggle. If none selected, alarm is active every day.
fr: Cliquez pour activer/désactiver. Si aucun jour sélectionné, l'alarme est active tous les jours.

source: Active Time Ranges
fr: Plages horaires actives

source: + Add Range
fr: + Ajouter une plage

source: to
fr: à

source: This alarm is always active
fr: Cette alarme est toujours active

source: Enable scheduling to restrict when this alarm can trigger
fr: Activez la planification pour restreindre le déclenchement

source: Alarm Enabled
fr: Alarme activée

source: Save Alarm
fr: Enregistrer l'alarme

source: BG Alarms
fr: Alarmes glycémie

source: Urgent High Alarm
fr: Alarme haute urgente

source: Snooze options (minutes):
fr: Options de répétition (minutes) :

source: Add snooze option
fr: Ajouter une option de répétition

source: High Alarm
fr: Alarme haute

source: Low Alarm
fr: Alarme basse

source: Urgent Low Alarm
fr: Alarme basse urgente

source: Data Staleness Alarms
fr: Alarmes de données périmées

source: Data Warning Alarm
fr: Alarme d'avertissement de données

source: Warning after:
fr: Avertissement après :

source: Data Urgent Alarm
fr: Alarme de données urgente

source: Urgent after:
fr: Urgent après :

source: BG Target Range
fr: Plage cible de glycémie

source: Set your target blood glucose range for better visualization.
fr: Définissez votre plage cible de glycémie pour une meilleure visualisation.

source: High Alert:
fr: Alerte haute :

source: Target Top:
fr: Cible haute :

source: Target Bottom:
fr: Cible basse :

source: Low Alert:
fr: Alerte basse :

source: Nocturne Test
fr: Test Nocturne

source: This is a test notification from Nocturne. Alarms will appear like this!
fr: Ceci est une notification de test de Nocturne. Les alarmes s'afficheront ainsi !

source: <0/> Browser Capabilities
fr: <0/> Capacités du navigateur

source: Audio Playback
fr: Lecture audio

source: Unavailable
fr: Indisponible

source: Playing test sound...
fr: Lecture du son de test...

source: Click to test audio
fr: Cliquez pour tester l'audio

source: Web Audio API not supported
fr: API Web Audio non prise en charge

source: Blocked
fr: Bloqué

source: Requesting permission...
fr: Demande de permission...

source: Notification API not supported
fr: API de notification non prise en charge

source: Click to send test
fr: Cliquez pour envoyer un test

source: Permission blocked in browser settings
fr: Permission bloquée dans les paramètres du navigateur

source: Click to enable notifications
fr: Cliquez pour activer les notifications

source: Vibrating...
fr: Vibration...

source: Click to test vibration
fr: Cliquez pour tester la vibration

source: Only available on mobile devices
fr: Disponible uniquement sur appareils mobiles

source: Screen Wake Lock
fr: Verrouillage d'écran

source: Active (releases in 5s)
fr: Actif (se relâche en 5 s)

source: Click to test (5 seconds)
fr: Cliquez pour tester (5 secondes)

source: Wake Lock API not supported
fr: API Wake Lock non prise en charge

source: Click each capability to test it. These determine what alarm features are available in your browser.
fr: Cliquez sur chaque capacité pour la tester. Elles déterminent les fonctionnalités d'alarme disponibles dans votre navigateur.

source: <0/> Dashboard Widgets
fr: <0/> Widgets du tableau de bord

source: Customize the {0} widgets shown above the glucose chart. Drag to reorder.
fr: Personnalisez les {0} widgets affichés au-dessus du graphique glycémique. Glissez pour réordonner.

source: Active Widgets
fr: Widgets actifs

source: No widgets selected
fr: Aucun widget sélectionné

source: Add widgets from the list below
fr: Ajoutez des widgets depuis la liste ci-dessous

source: (max {0} reached)
fr: (maximum de {0} atteint)

source: Available Widgets <0/>
fr: Widgets disponibles <0/>

source: Loading widget definitions...
fr: Chargement des définitions de widgets...

source: Failed to load widget definitions
fr: Échec du chargement des définitions de widgets

source: Changes are saved automatically when you leave this page.
fr: Les modifications sont enregistrées automatiquement lorsque vous quittez cette page.

source: Theme & Appearance
fr: Thème et apparence

source: Theme:
fr: Thème :

source: Select theme
fr: Choisir un thème

source: Night Mode
fr: Mode nuit

source: Show Forecast
fr: Afficher les prévisions

source: Display Elements
fr: Éléments d'affichage

source: Show BG on Nightscout Icon
fr: Afficher la glycémie sur l'icône Nightscout

source: Show Basal Rate
fr: Afficher le taux basal

source: Failed to load custom sounds
fr: Échec du chargement des sons personnalisés

source: Failed to upload sound
fr: Échec du téléversement du son

source: Delete "{0}"? This cannot be undone.
fr: Supprimer « {0} » ? Cette action est irréversible.

source: Failed to delete sound
fr: Échec de la suppression du son

source: Upload your own alarm sounds (MP3, WAV, OGG, up to 5MB)
fr: Téléversez vos propres sons d'alarme (MP3, WAV, OGG, jusqu'à 5 Mo)

source: <0/> Upload Sound
fr: <0/> Televerser un son

source: Upload Custom Sound
fr: Téléverser un son personnalisé

source: Upload an audio file to use as a custom alarm sound.
fr: Téléversez un fichier audio pour l'utiliser comme son d'alarme personnalisé.

source: Audio File
fr: Fichier audio

source: Display Name
fr: Nom affiché

source: My Custom Alarm
fr: Mon alarme personnalisée

source: Optional: Give your sound a friendly name
fr: Optionnel : Donnez un nom convivial à votre son

source: <0/> Uploading...
fr: <0/> Téléversement...

source: <0/> Upload
fr: <0/> Téléverser

source: <0/> Loading custom sounds...
fr: <0/> Chargement des sons personnalisés...

source: No custom sounds uploaded yet
fr: Aucun son personnalisé téléversé pour l'instant

source: Click "Upload Sound" to add your own
fr: Cliquez sur « Téléverser un son » pour ajouter le vôtre

source: Preview
fr: Prévisualiser

source: Delete
fr: Supprimer

source: Units & Format
fr: Unités et format

source: Blood Glucose Units:
fr: Unités de glycémie :

source: Time Format:
fr: Format de l'heure :

source: Language:
fr: Langue :

source: Focus Hours:
fr: Heures de concentration :

source: Enable Plugins
fr: Activer les plugins

source: Select which plugins to display in your Nightscout interface.
fr: Sélectionnez les plugins à afficher dans votre interface Nightscout.

source: <0/> Browser Tab Settings
fr: <0/> Paramètres de l'onglet navigateur

source: Customize how glucose data appears in the browser tab
fr: Personnalisez l'affichage des données glycémiques dans l'onglet navigateur

source: Enable dynamic title & favicon
fr: Activer le titre et la favicon dynamiques

source: Show glucose values in browser tab
fr: Afficher les valeurs glycémiques dans l'onglet

source: Title
fr: Titre

source: Show BG value
fr: Afficher la valeur de glycémie

source: Show direction arrow
fr: Afficher la flèche de direction

source: Show delta change
fr: Afficher la variation delta

source: Custom prefix
fr: Préfixe personnalisé

source: Optional text before the glucose value
fr: Texte optionnel avant la valeur de glycémie

source: Dynamic favicon
fr: Favicon dynamique

source: Show a custom favicon with glucose info
fr: Afficher une favicon personnalisée avec les infos glycémiques

source: Show BG value in favicon
fr: Afficher la glycémie dans la favicon

source: Color-code by glucose level
fr: Code couleur selon la glycémie

source: <0/> Alarm Integration
fr: <0/> Intégration d'alarmes

source: Flash on alarms
fr: Clignoter lors des alarmes

source: Flash the title and favicon during urgent glucose levels
fr: Faire clignoter le titre et la favicon lors des glycemies urgentes

source: Select event type...
fr: Sélectionnez le type d'événement...

source: Search or enter event type...
fr: Recherchez ou saisissez un type d'événement...

source: Use "{0}" as custom type
fr: Utilisez « {0} » comme type personnalisé

source: No event types found.
fr: Aucun type d'événement trouvé.

source: <0/> Create new event type...
fr: <0/> Créer un nouveau type d'événement...

source: <0/> None (don't create event)
fr: <0/> Aucun (ne pas créer d'événement)

source: Unable to load food breakdown.
fr: Impossible de charger la répartition des aliments.

source: Food Breakdown
fr: Ventilation alimentaire

source: Add foods to match carbs when it helps. Partial attribution is fine.
fr: Ajoutez des aliments pour correspondre aux glucides quand c'est utile. L'attribution partielle est acceptable.

source: Loading breakdown...
fr: Chargement de la répartition...

source: Treatment Total
fr: Total des traitements

source: Attributed {0}g
fr: Attribué {0} g

source: Unspecified {0}g
fr: Non spécifié {0} g

source: No foods added yet.
fr: Aucun aliment ajouté pour le moment.

source: Invalid JSON
fr: JSON invalide

source: New Treatment
fr: Nouveau traitement

source: Edit the details of this treatment entry.
fr: Modifiez les détails de cette entrée de traitement.

source: Enter details for the new treatment.
fr: Saisissez les détails du nouveau traitement.

source: {0} Changes will be saved to the database.
fr: {0} Les modifications seront enregistrées dans la base de données.

source: Select or enter event type...
fr: Sélectionnez ou saisissez le type d'événement...

source: <0/> Insulin (U)
fr: <0/> Insuline (U)

source: Duration (min)
fr: Durée (min)

source: <0/> Rate (U/hr)
fr: <0/> Taux (U/h)

source: <0/> Carbs (g)
fr: <0/> Glucides (g)

source: Profile name
fr: Nom du profil

source: Add notes...
fr: Ajouter des notes...

source: <0/> Additional Properties <1/>
fr: <0/> Propriétés supplémentaires <1/>

source: <0/> Delete
fr: <0/> Supprimer

source: Medium
fr: Moyen

source: Failed to update food
fr: Échec de la mise à jour de l'aliment

source: Failed to create food
fr: Échec de la création de l'aliment

source: Please enter carbs amount
fr: Veuillez entrer la quantité de glucides

source: Search for an existing food or create a new one.
fr: Recherchez un aliment existant ou créez-en un nouveau.

source: Loading foods...
fr: Chargement des aliments...

source: <0/> Favorites
fr: <0/> Favoris

source: <0/> Recent
fr: <0/> Récents

source: Type to search foods or create a new one.
fr: Tapez pour rechercher des aliments ou en créer un nouveau.

source: <0/> Create "{0}"
fr: <0/> Créer « {0} »

source: <0/> Log without saving food
fr: <0/> Enregistrer sans sauvegarder l'aliment

source: No additional matches found.
fr: Aucun résultat supplémentaire.

source: Log carbs without creating a food entry. The note will be saved with this entry.
fr: Enregistrez des glucides sans créer d'entrée alimentaire. La note sera sauvegardée avec cet enregistrement.

source: {0}g fat • {1}g protein
fr: {0} g de lipides • {1} g de protéines

source: Nutritional Details
fr: Détails nutritionnels

source: Portion Size
fr: Taille de portion

source: No GI found.
fr: Aucun IG trouvé.

source: How much did you eat?
fr: Combien avez-vous mangé ?

source: Remaining to attribute
fr: Reste à attribuer

source: Time offset (min)
fr: Décalage horaire (min)

source: <0/> Scale to fill remaining {0}g
fr: <0/> Ajuster pour atteindre les {0} g restants

source: Note (optional)
fr: Note (optionnel)

source: What did you eat?
fr: Qu'avez-vous mangé ?

source: Add a note...
fr: Ajouter une note...

source: Logging...
fr: Enregistrement...

source: Log Carbs
fr: Enregistrer les glucides

source: Save & Add
fr: Enregistrer & ajouter

source: Save as New
fr: Enregistrer comme nouveau

source: Updating...
fr: Mise à jour...

source: Update & Add
fr: Mettre à jour & ajouter

source: Adding...
fr: Ajout...

source: Total Treatments
fr: Total des traitements

source: {0} boluses
fr: {0} bolus

source: {0}/day
fr: {0}/jour

source: {0}U avg
fr: {0} U moyen

source: {0} meals
fr: {0} repas

source: {0}g/day
fr: {0} g/jour

source: {0}g avg/meal
fr: {0} g moy./repas

source: Rate
fr: Taux

source: Select all
fr: Tout sélectionner

source: Select row
fr: Sélectionner la ligne

source: Type <0/> <1/>
fr: Saisir <0/> <1/>

source: Search types...
fr: Rechercher des types...

source: No types found.
fr: Aucun type trouvé.

source: Search sources...
fr: Rechercher des sources...

source: No sources found.
fr: Aucune source trouvée.

source: Search treatments...
fr: Rechercher des traitements...

source: <0/> Columns
fr: <0/> Colonnes

source: No treatments found.
fr: Aucun traitement trouvé.

source: {0} of {1} row(s) selected
fr: {0} de {1} ligne(s) sélectionnée(s)

source: Rows per page
fr: Lignes par page

source: Page {0} of {1}
fr: Page {0} sur {1}

source: An authentication error occurred
fr: Une erreur d'authentification est survenue

source: Session Expired
fr: Session expirée

source: Access Denied
fr: Accès refusé

source: Invalid Request
fr: Requête invalide

source: Authorization Error
fr: Erreur d'autorisation

source: Configuration Error
fr: Erreur de configuration

source: Permission Error
fr: Erreur d'autorisation

source: Server Error
fr: Erreur serveur

source: Service Unavailable
fr: Service indisponible

source: Authentication Failed
fr: Échec de l'authentification

source: Provider Error
fr: Erreur du fournisseur

source: Authentication Disabled
fr: Authentification désactivée

source: Authentication Error
fr: Erreur d'authentification

source: Your session may have expired. Please try logging in again.
fr: Votre session peut avoir expiré. Veuillez vous reconnecter.

source: You may not have permission to access this resource. Contact your administrator if you believe this is an error.
fr: Vous n'avez peut-être pas la permission d'accéder à cette ressource. Contactez votre administrateur si vous pensez qu'il s'agit d'une erreur.

source: There was a problem with the authentication request. Please try again.
fr: Un problème est survenu avec la requête d'authentification. Veuillez réessayer.

source: The authentication process was interrupted. Please try logging in again.
fr: Le processus d'authentification a été interrompu. Veuillez vous reconnecter.

source: There was an issue with the authentication provider. Please try again later.
fr: Un problème est survenu avec le fournisseur d'authentification. Veuillez réessayer plus tard.

source: Authentication is not currently enabled. Please contact your administrator.
fr: L'authentification n'est pas activée actuellement. Veuillez contacter votre administrateur.
